{
  "jobs": [
    {
      "id": "f641d8eb-7eed-4477-b6db-462bca67448a",
      "job_id": "f641d8eb-7eed-4477-b6db-462bca67448a",
      "description": "A 6-month internship position at Ardian Semiconductor, a hybrid investment platform dedicated to the semiconductor industry. Based in Paris, starting in September 2025. Interns will work in a hybrid and thematic team, gaining a broad European exposure.\n\n#### Role Overview:\n- Assisting the investment team with financial analysis and project valuation, and preparing internal documents.\n- Monitoring deal flow and reporting on CRM tools.\n- Conducting market segment reviews and daily industry trend tracking.\n- Assisting the team with fundraising needs.\n- Participating in portfolio company follow-up.\n\n#### Key Expectations:\nOffered in an internship role focusing on a comprehensive view of the Private Equity industry, including deal origination and execution processes, as well as operational portfolio management, collaborating with the Silian Partners team.\n\n#### Required Technical Skills:  \n- Rigor and attention to detail  \n- Motivation  \n- Independence  \n- Reactivity  \n- Team spirit and excellent communication skills  \n- Efficiency  \n- Organization  \n\n#### Required Soft Skills:  \n- Financial models  \n- Accounting knowledge  \n- Corporate Finance  \n- English fluency (compulsory)  \n- German proficiency is a plus  \n- Excel, Word, and Power Point mastery  \n\n#### Preferred/Nice-to-have Skills:  \n- Private equity experience  \n- Analyst or transaction services experience at a top financial firm or strategy consulting firm  \n- Interest in the semiconductor industry  \n- MBA or specialized finance degree from a business school or engineering school  \n- Last year of studies in finance from a business or engineering school  \n\n#### Experience Requirements:  \n- Years of experience: No specific experience required but preference for previous experience in private equity, M&A, or transaction services.  \n- Category of experience: None specified, but preference for finance-related roles.\n\n#### Position Details:  \n- Work Location: Onsite in Paris  \n\n#### Additional Information:  \nThe internship offers a stipend based on profile, reimbursement for transportation and restaurant tickets. The internship must come from a higher education institution. Ardian Semiconductor is committed to promoting equal opportunities and creating a diverse and inclusive work environment.",
      "workplace_type": "Full-time",
      "short_description": "6-month internship at ARDIAN Semiconductor in Paris, analyzing investment projects, following dealflow, and supporting fundraising. Rigorous, autonomous, and detail-oriented. Strong financial modeling and corporate finance skills required. Experience in private equity or transaction services is a must. Fluency in English, German a plus.",
      "field": "Finance",
      "experience": "Entry-level",
      "skills_required": [
        "Excel",
        "Word",
        "Power Point"
      ],
      "country": "France",
      "city": "Paris",
      "company_name": "ardian",
      "company_logo": "https://ardian.wd103.myworkdayjobs.com/ArdianCareers/assets/logo",
      "portal": "test_portal",
      "title": "Private Equity-Ardian Semiconductor Stage - Septembre 2025 I Paris (H/F)",
      "score": 1.0
    },
    {
      "id": "b9ec2f98-bdb8-499a-adaf-d160f8459d23",
      "job_id": "b9ec2f98-bdb8-499a-adaf-d160f8459d23",
      "description": "A leadership position at one of Italy's largest independent banking groups with a heritage spanning 450 years. The role focuses on building a sustainable financial ecosystem and supporting both personal and business challenges for customers. The team manages and monitors non-financial risks, including ICT risk and cyber risk.\n\nRole and Key Responsibilities:  \n- Support activities for non-financial risk reporting projects.  \n- Test non-financial risk monitoring dashboards.  \n- Participate in tasks to support developments.  \n- Learn to use PowerBI and other advanced technologies.\n\nRequired Technical Skills:  \n- STEM-related degree (at least three-year or in progress)  \n- Good knowledge of Excel and Microsoft Office  \n- Basic knowledge of SQL or willingness to learn  \n- Familiarity with PowerBI\n\nRequired Soft Skills:  \n- Analytical, organizational, and teamwork skills  \n\nPreferred/Nice-to-have Skills:  \n- Basic knowledge of SQL  \n- Willingness to learn SQL  \n\nExperience Requirements:  \n- Overall experience range: Not specified  \n- Category of experience: Entry-level  \n- Specific domain experience: Not specified  \n\nPosition Details:  \n- Work Location: Onsite (Biella)  \n\nAdditional Information:  \nOffers a curricular or extracurricular internship of 6 months and monthly expenses reimbursement of 800€. Promotes a sustainable, inclusive work environment that embraces diversity and gender inclusion.",
      "workplace_type": "Full-time",
      "short_description": "Support and development of non-financial risk monitoring dashboards using PowerBI, Excel, and SQL. Analytical and organizational skills, B2 English proficiency. 6-month internship or extracurricular, €800 monthly expenses reimbursement.",
      "field": "Finance",
      "experience": "Entry-level",
      "skills_required": [
        "PowerBI",
        "Excel",
        "Microsoft Office"
      ],
      "country": "Italy",
      "city": "Biella",
      "company_name": "sellagroup",
      "company_logo": "https://sellagroup.wd3.myworkdayjobs.com/CentricoIndiaPrivateLimited/assets/logo",
      "portal": "test_portal",
      "title": "Non Financial Risk Analyst - Internship",
      "score": 0.965054509250873
    },
    {
      "id": "eaf16834-b974-4583-a68b-2d4a30753a09",
      "job_id": "eaf16834-b974-4583-a68b-2d4a30753a09",
      "description": "Internship position focusing on ensuring system quality through the development and execution of automated tests for critical applications in the Core Banking department.\n\nRequired Technical Skills:  \n- Katalon automation testing tools  \n- Java programming  \n- Python (or similar language)  \n- Agile methodologies (Agile Scrum, Kanban)  \n- SQL  \n- CI/CD tools (Azure DevOps)\n\nRequired Soft Skills:  \n- Teamwork capability  \n- Proposal-making  \n- Adaptability  \n- Communication skills  \n- Service orientation  \n\nPreferred/Nice-to-have Skills:  \n- Experience with Selenium, Appium, Playwright  \n- Understanding of database concepts  \n\nExperience Requirements:  \n- Years of experience: Not specified  \n- Category of experience: Entry-level  \n- Specific domain experience: Software development, quality assurance  \n\nPosition Details:  \n- Work Location: Onsite (Paris, London, Zurich, New York)\n\nAdditional Information:  \nInternship for 4 months. Part of the IT team at the DSI France, Belgium, and Monaco managing 80 employees across Business Apps, Group DevOps, Application Support, and Banking Operations departments.",
      "workplace_type": "Full-time",
      "short_description": "Stagiaire QA Automation Engineer chez Rothschild & Co: Concevoir et développer tests automatisés pour Core Banking, exécuter campagnes de test, collaborer en utilisation des outils de test Katalon, Java, et méthodologies Agile. Équipe internationale, environnement innovant, collaboration étroite avec utilisateurs métiers.",
      "field": "Information Technology",
      "experience": "Entry-level",
      "skills_required": [
        "Katalon",
        "Java",
        "Python"
      ],
      "country": "France",
      "city": "Marseille",
      "company_name": "rothschildandco",
      "company_logo": "https://rothschildandco.wd3.myworkdayjobs.com/Rothschildandco_Lateral/assets/logo",
      "portal": "test_portal",
      "title": "Stage informatique - QA Automation Engineer",
      "score": 0.9572834167007783
    },
    {
      "id": "9223978b-3e05-4f53-9d6b-7eee6d74ef51",
      "job_id": "9223978b-3e05-4f53-9d6b-7eee6d74ef51",
      "description": "Intern position within the investment team at Revaia, based in Paris, working under the supervision of investors in London, Paris, and Berlin. Key contributions include sourcing, in-depth analysis, and participation in the investment process.\n\nRequired Technical Skills:  \n- In-depth sector/geo analysis  \n\nRequired Soft Skills:  \n- Entrepreneurial mindset  \n- Curiosity about technology ecosystem  \n- Autonomy and multitasking  \n\nPreferred/Nice-to-have Skills:  \n- Strategy consulting experience  \n- Finance background (VC, PE, MA, startups)  \n\nExperience Requirements:  \n- Years of experience: At least 1 internship  \n- Category of experience: Internship in finance, VC, PE, MA, startup, or strategy consulting  \n\nPosition Details:  \n- Work Location: Onsite (Paris)  \n\nAdditional Information:  \nStart date: July or September 2025, Duration: 6 months, Compensation: 1,700€/month discretionary bonus at the end of the internship period. Location: 4, rue du Commandant Rivière, 75008 Paris, France. Apply: Through SmartRecruiters. Company commitment: Revaia is committed to advancing diversity, equity, and inclusion within its organization.",
      "workplace_type": "Part-time",
      "short_description": "Intern in investment team, Paris. Sourcing, analysis, industry events, financial modeling, ESG integration, fundraising prep, portfolio support. Strong French and English required. Start July or September 2025, 6-month internship, €1,700/mo, discretionary bonus.",
      "field": "Finance",
      "experience": "Entry-level",
      "skills_required": [
        "sector/geo analysis",
        "finance background",
        "strategy consulting experience"
      ],
      "country": "France",
      "city": "Paris",
      "company_name": "Revaia",
      "company_logo": "https://c.smartrecruiters.com/sr-company-logo-prod-aws-dc5/5ff87cb02344fc50ea764a5c/huge?r=s3-eu-central-1&_1631875999104",
      "portal": "test_portal",
      "title": "Technology Growth Equity - Investment Intern - Starting July/September 2025 for 6 months",
      "score": 0.9425770686785123
    },
    {
      "id": "8aa2ba2d-14b8-4701-ba31-c2ab72632721",
      "job_id": "8aa2ba2d-14b8-4701-ba31-c2ab72632721",
      "description": "We join Damin, a tech company that combines finance and technology to create a smart investment environment. Damin has successfully launched and operates Upbit, Securities Plus, and Securities Plus Unlisted. The organization continuously explores and expands into new business areas. We focus on formulating the overall strategy direction of the company to support its continuous growth. This involves strategic planning for existing businesses and incubating and executing strategic investments for new businesses. We provide opportunities to accumulate knowledge of Web3, NFT, and blockchain industry trends, and conduct research on various industries.\n\nKey responsibilities:\n- Developing detailed research and BM for new business entry strategies\n- Supporting specific research and analysis (qualitative and quantitative) and insight development for Damin and competitors\n- Tracking Web3, NFT, and blockchain industry trends\n- Additional business and task experiences based on capability and interest\n\nQualifications:\n- Ability to work full-time for 3 months\n- Proficiency in English for research and tasks\n- MS Office skills\n- Curiosity and passion for new technologies and markets\n- Ability to quickly understand and execute new tasks\n- Ability to structure and logically approach problems\n\nPreferred qualifications:\n- Ability to start full-time internship by mid-February\n- RA internship experience or equivalent competition or academic experience\n- Basic knowledge of crypto asset industry and blockchain technology\n- Experience in deriving implications based on personal analysis\n\nAdditional information:\n- Please ensure to include the period you are available to work in your resume.\n- Remove or mask sensitive personal information such as date of birth and current salary.\n- Overseas travel restrictions must not apply.\n\nRecruitment process:\n- Application screening\n- Comprehensive interview\n- Salary negotiation\n- Final selection (subject to change based on situation and schedule)\n\nThis position is a 3-month internship. Extension of the term may be possible based on performance, but there is no option for regular employment conversion.\n\nWorkplace: Seoul, South Korea\nOpen until filled",
      "workplace_type": "Full-time",
      "short_description": "Summary: Conduct research and analyze web3, NFT, and blockchain trends for new business strategies. Support BM creation, competitive analysis, and strategic investments. Strong interest in emerging technologies required. 3-month full-time commitment.",
      "field": "Finance & Technology",
      "experience": "Entry-level",
      "skills_required": [
        "Web3",
        "NFT",
        "blockchain"
      ],
      "country": "South Africa",
      "city": "Seoul",
      "company_name": "Dunamu",
      "company_logo": null,
      "portal": "test_portal",
      "title": "신사업 리서치 인턴",
      "score": 0.9404326069800779
    },
    {
      "id": "72dfe4ba-778b-48d0-8713-3a46c13e71d8",
      "job_id": "72dfe4ba-778b-48d0-8713-3a46c13e71d8",
      "description": "Lead position in Ecosystem Risk Management to manage payment system risks and support overall business strategy. Role involves monitoring regional trends, aligning risk objectives with business goals, and managing relationships with key stakeholders.\n\nRequired Technical Skills:  \n- Payments risk management  \n- Fraud risk management  \n- Transaction monitoring operations  \n- Application fraud assessment  \n- Suspicious transaction review  \n\nRequired Soft Skills:  \n- Client engagement  \n- Stakeholder management  \n- Communication skills (oral and written)  \n- Team collaboration  \n- Relationship building  \n- Strategic planning  \n\nPreferred/Nice-to-have Skills:  \n-挺好，看起来翻译已经完成了。接下来，我们将按照给定的格式提取和整理关键信息。请检查以下输入，并确保按照要求进行分析。如果需要，我可以继续处理。如果有任何具体的偏好或修改意见，请告诉我。\n\n---\n\n根据您的描述，我已经完成了翻译。接下来，我将按照您提供的格式提取和整理关键信息。以下是分析结果：\n\n公司描述：Visa 是一家全球支付和科技领域的领导者，每年在全球 200 多个国家和地区处理超过 259 亿笔支付交易。Visa 的使命是通过最具创新性、便捷、可靠和安全的支付网络连接世界，使个人、企业和经济体蓬勃发展。\n\n职位描述：在区域市场中维护对各国和地区业务环境、支付系统及其他客户运营市场风险的高度警觉。保持对过去和当前用于减轻这些风险的策略的了解。作为业务和风险团队的主要顾问，监控与风险相关的本地趋势和发展，如欺诈方案、监管变更和关键发展，以提高合作伙伴和客户的风险状况以及 Visa 的风险立场。通过主动管理 Ecosystem Integrity 计划与内部和外部利益相关者合作，在支付生态系统中保持领先地位。\n\n责任：\n- 风险管理与区域业务目标保持一致，以优化长期增长。\n- 确保风险管理策略支持和增强整体业务战略。\n- 与关键利益相关者建立并维护关系，为 Visa 的目标获得支持并解决确定的风险。\n\n技术技能要求：\n- 支付风险管理\n- 诈骗风险管理\n- 交易监控操作\n- 应用诈骗评估\n- 可疑交易审查\n\n软技能要求：\n- 与客户合作\n- 与利益相关者合作\n- 沟通能力（口头和书面）\n- 团队合作\n- 关系建设\n- 战略规划\n\n可选技能：\n- 技术背景下的支付风险管理经验\n- 对洗钱种类和操作经验\n- 对合规性影响业务或操作的评估\n- 负责回应监管要求并参与或领导监管审查或监督反应\n- 对信用风险在整个信用生命周期中的理解\n- 在当地法规框架内最大化信用组合绩效的经验\n- 商业发卡行或小企业商业贷款承销商的经验\n- 客户尽职调查运营和客户验收流程的所有权经验\n- 从风险管理角度来看对商户或 SME 信用承销和生命周期管理的经验\n- 对不法交易流量类型、根本原因和关键标志的理解\n- 第三方风险管理评估经验\n- 评估风险控制和审查风险控制报告的经验\n- 对支付生态系统中不同参与者角色的理解\n- 第三方风险管理经验\n\n经验要求：\n- 10 年以上的支付风险管理经验，通过银行、技术和/或运营获得\n- 至少拥有学位，获得过进一步教育的候选人更受欢迎\n\n工作地点：\n- 混合工作制（根据领导指示和业务需求，每周在办公室工作 2-3 天，其余时间远程工作）\n\n附加信息：\n- Visa 是一家平等机会雇主。所有合格申请人均将在种族、肤色、宗教、性别、国籍、性取向、性别认同、残疾或退伍军人身份方面得到考虑或不被考虑，而无论其申请资格如何。\n\n- Visa 也会考虑有刑事记录的合格申请人在符合 EEOC 标准和适用地方法律的情况下进行就业。",
      "workplace_type": "Full-time",
      "short_description": "Maintain risk awareness, manage Ecosystem Integrity programs, align risk strategies with business goals, engage stakeholders, drive thought leadership, and ensure effective communication. Minimum 10 years of risk management experience, degree preferred, strong regulatory and fraud risk management background.",
      "field": "Finance",
      "experience": "Senior-level",
      "skills_required": [
        "支付风险管理",
        "诈骗风险管理",
        "交易监控操作"
      ],
      "country": "Nigeria",
      "city": "Lagos",
      "company_name": "visa",
      "company_logo": "https://c.smartrecruiters.com/sr-company-logo-prod-aws-dc5/57a11f9de4b09d766b5b5dd6/huge?r=s3-eu-central-1&_1643423250683",
      "portal": "test_portal",
      "title": "Director Risk Management, West Africa",
      "score": 0.9371845044340344
    },
    {
      "id": "3fcedeca-cf8f-497a-86c6-1aabff13468b",
      "job_id": "3fcedeca-cf8f-497a-86c6-1aabff13468b",
      "description": "A promising position at Viridien, an advanced technology, digital, and Earth data company. The candidate is currently completing a Master's in Finance in a 2-year alternance program and is looking to join an international group listed on the Paris Stock Exchange with annual revenue of one billion dollars.\n\nRequired Technical Skills:\n- N/A\n\nRequired Soft Skills:\n- Ability to prioritize tasks\n- System information familiarity\n- Good communication skills\n- Comfortable addressing both operational and financial teams\n- Team player\n- Analytical and synthetic skills\n- Curiosity\n\nPreferred/Nice-to-have Skills:\n- Fluent English\n- Proficient in Excel\n\nExperience Requirements:\n- Years of experience: 1-2 years\n- Category of experience: Entry-level\n- Specific domain experience: Finance, accounting, financial reporting\n\nPosition Details:\n- Work Location: Onsite\n\nAdditional Information:\n- Alternance/training or professional internship position starting in April-May 2025 for 1-2 years\n- Start of the internship: April-May 2025\n- No remote work, mandatory on-site presence\n- Offers access to the company cafeteria and a CSE, 50% public transport reimbursement in the Île-de-France region, travel tickets, and accommodation allowance for students outside the Paris region.",
      "workplace_type": "Full-time",
      "short_description": "You are a finance master’s student on alternating work terms, joining HPC and Cloud Solutions to produce cost analyses, budgets, and reports. Work closely with the HPC Finance Controller, interact with managers and accountants globally, and excel in Excel and English. Contract available April-May 2025, 1-2 years duration.",
      "field": "Finance",
      "experience": "Entry-level",
      "skills_required": [
        "Excel",
        "Financial Reporting",
        "Accounting"
      ],
      "country": "Unknown",
      "city": "Unknown",
      "company_name": "cgg",
      "company_logo": "https://cgg.wd103.myworkdayjobs.com/viridienfairs/assets/logo",
      "portal": "test_portal",
      "title": "Alternance / Stage – Contrôleur de Gestion H/F",
      "score": 0.9283664132874676
    },
    {
      "id": "781880e4-03bd-4513-a37f-d8b348cbe1be",
      "job_id": "781880e4-03bd-4513-a37f-d8b348cbe1be",
      "description": "Sopra Steria is a major European tech company with 56,000 employees in nearly 30 countries. Known for consulting, digital services, and software delivery, it helps clients achieve digital transformation with competitive benefits. Sopra Steria focuses on sectors and innovative technologies with a collaborative approach, placing humans at the center of its actions.\n\n#### Input Job Description:\nSopra Steria's Services Financiers division is expanding in retail banking, private banking, and specialized financial services. We contribute to the digital revolution through process automation, Big Data, AI, and cloud technologies. We assist clients in strategic transformations using expertise in loans, risk-compliance, and payment methods. The Lille agency supports leading companies in their strategic projects. We are seeking experienced developers to design and maintain business-aligned solutions. If you are looking for a professional challenge in a stimulating technical environment, you are in the right place!\n\n**Your Role and Missions:**\n- Actively participate in all project phases.\n- Contribute to design workshops with business stakeholders and challenge solutions.\n- Validate user stories and estimate them.\n- Realize technical integration of your developments.\n- Optimize code and conduct code reviews.\n- Perform tests and deploy solutions.\n- Participate in agile ceremonies such as sprint planning, retrospectives.\n- Contribute to the team's technological watch.\n\n**Technical Environment:**\n- .NET 6 and Angular 12 and C.\n- API SOAP - REST.\n- Git, Azure, Kubernetes, Oracle, PL-SQL.\n- Jira, Agile environment.\n\n**Qualifications:**\n- **Technical Skills:**\n  - Indispensable: Minimum 3 years of experience using the development technologies employed in our projects (.Net 6 and .NetCore or Angular).\n  - Preferred: Master SOLID principles and design patterns, and have set up unit tests in your projects.\n  - Desirable: Ability to work in a cloud environment.\n- **Behavioral Skills:**\n  - Keen analytical and synthetic thinking.\n  - Good communication and relationship-building skills.\n  - Curiosity and initiative.\n  - Continuous learning and a team-oriented mindset.\n\n- **Experience:**\n  - Years of experience: Minimum 3 years.\n  - Category of experience: Mid-level.\n- **Specific Domain Experience:**\n  - Financial services, specifically retail banking, private banking, and specialized finance.\n\n- **Position Details:**\n  - Work Location: Remote with the possibility of 2 days in office per week.\n\n- **Additional Information:**\n  - Competitive package including health benefits, employee discounts, training opportunities, career advancement, and involvement with TechMe UP. Inclusive and committed employer.\n\nRequired Technical Skills:  \n- .NET 6  \n- Angular 12  \n- C  \n- API SOAP - REST  \n- Git  \n- Azure  \n- Kubernetes  \n- Oracle  \n- PL-SQL  \n- Jira  \n\nRequired Soft Skills:  \n- Analytical and synthetic thinking  \n- Good communication and relationship-building skills  \n- Curiosity and initiative  \n- Continuous learning  \n- Team collaboration  \n\nPreferred/Nice-to-have Skills:  \n- SOLID principles  \n- Design patterns  \n- Unit tests  \n- Cloud environment experience  \n\nExperience Requirements:  \n- Years of experience: 3+ years  \n- Category of experience: Mid-level  \n- Specific domain experience: Financial services (retail banking, private banking, specialized finance)  \n\nPosition Details:  \n- Work Location: Remote with 2 days in office  \n\nAdditional Information:  \n- Competitive salary and package including health benefits, training opportunities, career advancement, and involvement with TechMe UP.",
      "workplace_type": "Full-time",
      "short_description": "Developers to join Lille agency supporting fintech leaders with .NET 6, Angular 12, cloud technologies. Key roles: active project participation, design workshops, solution validation, integration, testing, agile ceremonies. Requires 3+ years .NET, Angular experience; solid development practices, cloud skills. Benefits include flexible work, personalized mentorship, continuous learning, and inclusive environment.",
      "field": "Information Technology",
      "experience": "Mid-level",
      "skills_required": [
        ".NET 6",
        "Angular 12",
        "Git"
      ],
      "country": "France",
      "city": "Remote",
      "company_name": "SopraSteria1",
      "company_logo": "https://c.smartrecruiters.com/sr-company-logo-prod-aws-dc5/632c507639e3dd74ff8fe1ad/huge?r=s3-eu-central-1&_1679494463342",
      "portal": "test_portal",
      "title": "Développeur(se).NET confirmé(e) Services Financiers Lille",
      "score": 0.9250877905670272
    },
    {
      "id": "caa4d394-674d-45e7-9321-20f8a710bf1f",
      "job_id": "caa4d394-674d-45e7-9321-20f8a710bf1f",
      "description": "Junior finance role focusing on financial reporting and management, including retail revenue forecasting, big book reconciliation, and budget compliance.\n\nRequired Technical Skills:  \n- Oracle PBCS  \n- Viareport  \n- Tableau  \n\nRequired Soft Skills:  \n- Analytical and synthesis abilities  \n- Team player mentality  \n- Enthusiasm and dynamism  \n\nPreferred/Nice-to-have Skills:  \n- Specialization in Finance from a Business School  \n- Previous internship in management control or audit firm  \n- Excel proficiency  \n\nExperience Requirements:  \n- Years of experience: Fresh graduate  \n- Specific domain experience: Control of retail operations and financial reporting  \n\nPosition Details:  \n- Work Location: Onsite in Paris  \n\nAdditional Information:  \nInternship start date: July 2025, duration: 6 months. Applicants should have a strong grasp of Excel and completed a significant internship in financial control or an audit firm.",
      "workplace_type": "Full-time",
      "short_description": "Fiabilisation du chiffre d'affaires, suivi des déclaratifs, réalisation de reportings, consolidation comptable, analyses CAPEX et budgétaires. Expérience en contrôle de gestion ou audit nécessaire. Excellentes capacités d'analyse, rigueur, maîtrise d'Excel. Outils: Oracle PBCS, Viareport, Tableau.",
      "field": "Finance",
      "experience": "Entry-level",
      "skills_required": [
        "Oracle PBCS",
        "Viareport",
        "Tableau"
      ],
      "country": "France",
      "city": "Paris",
      "company_name": "SMCP",
      "company_logo": "https://c.smartrecruiters.com/sr-company-logo-prod-aws-dc5/652656ee757cc624fc859c0b/huge?r=s3-eu-central-1&_1728575035469",
      "portal": "test_portal",
      "title": "Stage - Assistant(e) Contrôle de Gestion H/F",
      "score": 0.9207249222772134
    },
    {
      "id": "cb9de9be-a045-46e1-ade0-64e3629dd4cd",
      "job_id": "cb9de9be-a045-46e1-ade0-64e3629dd4cd",
      "description": "Join a mission-driven team aiming to simplify wealth creation and empower millions of investors across Europe. Bitpanda is looking for recent graduates to gain real-world experience and apply their academic knowledge through complex projects.\n\nYour Mission:\n- Gain end-to-end knowledge of Bitpanda’s products, services, and business domain.\n- Work on impactful projects driving the future of financial services and blockchain.\n- Engage with real-world customers, learn their needs, and provide solutions.\n- Assist subject matter experts in delivering key projects and solutions.\n- Learn new skills daily and advance into a specialized department based on your expertise.\n\nWho You Are:\n- Recently graduated with a solution-oriented mindset.\n- Excellent verbal and written communication skills in English.\n- Additional languages such as German, French, and Italian are a bonus.\n- A degree in a field like computer science, marketing, finance, legal, or business administration.\n- Open to adapting to a fast-paced and ever-changing environment.\n- A desire for a unique and challenging experience.\n\nExperience Requirements:\n- No specific years of experience required, but should be recent graduates.\n\nPosition Details:\n- Work Location: Hybrid (at least 2 days in the local Hub, with 60 Work From Anywhere days annually)\n\nAdditional Information:\n- Countless learning opportunities and the chance to specialize in your passion.\n- Delicious onsite lunches, a café, and snacks.\n- Regular events like NextGen meetups, Bitpanda Football Club, Business Runs, and workshops.\n- Opportunities to work in a diverse and inclusive environment with a focus on trust and mutual respect.\n- Flexible working model and competitive benefits.\n- Participation in the Bitpanda stock option plan.\n- Company-wide and team events both in-person and virtually!\n- Bitpanda swag to keep you connected to the brand.",
      "workplace_type": "Full-time",
      "short_description": "Join Bitpanda’s NextGen Graduate program to learn end-to-end about financial services, work on impactful projects, and gain real-world experience in tech, finance, or marketing. Ideal for recent graduates with strong communication skills and interest in finance or tech.",
      "field": "Finance",
      "experience": "Entry-level",
      "skills_required": [
        "Bitpanda’s products and services",
        "Customer engagement",
        "Project management"
      ],
      "country": "Austria",
      "city": "Vienna",
      "company_name": "Bitpanda",
      "company_logo": "https://s101-recruiting.cdn.greenhouse.io/external_greenhouse_job_boards/logos/400/029/610/original/Combination-outline.png?1739984646",
      "portal": "test_portal",
      "title": "Graduate, Bitpanda NextGen 2025",
      "score": 0.9182883504557268
    },
    {
      "id": "fc9c4d9c-597d-45b7-81f4-ee3e6d525ea9",
      "job_id": "fc9c4d9c-597d-45b7-81f4-ee3e6d525ea9",
      "description": "Our missionThe BienCommun Fund is a unique stakeholder in the French philanthropic ecosystem. We scale projects that transform French and European societies towards the Common Good. We act in favor of the integral development of man and a freer, more just, and unified society to be a tool for the transformation of France for the benefit of all. We support initiatives around four priorities: integral education, human growth, spirituality, solidarity, family, and heritage and culture. Concretely, we study these areas to identify problems to solve or opportunities to seize. We then design solutions and look for entrepreneurs to co-create them with us!\n\nThe reality is that international rankings highlight the decline in the academic performance of French students. According to the PISA ranking managed by the OECD, which measures and ranks the effectiveness of educational systems of 85 countries each year, France has lost 14 positions in the global mathematics ranking between 2000 and 2018. The main academic success indicators have never been more positive. The proportion of students who pass the baccalaureate has been constantly increasing to reach a record of 97.5 in 2022. The mention rate, which was 32 in 2004, is now over 67 in 2023. The institutional evaluation system is often no longer taken into account for students' passage into higher education. The reputation of the high school of origin and students' motivation dossiers weigh more in the balance and decisions are made before the baccalaureate results are released.\n\nOur idea\nWe therefore want to imagine a new competence certification that is recognized and demanding to facilitate and guide student selection between secondary and higher education. The objective?\nTo enable schools to better know their students and reduce biases and inequalities.\nTo help students identify their strengths and weaknesses in each of the tested disciplines.\nTo support schools in adopting good evaluation and follow-up practices.\n\nYour role as an entrepreneur is to bring your vision, energy, and passion to deepen this idea and to collaborate with us to make it a reality. More details on our incubation proposal are provided below:\n1. Design a high-quality test. Involve teachers and sector actors to measure expectations and create content tailored to needs.\n2. Develop a strong brand to legitimize the use of an independent test. Develop strategic partnerships with educational organizations and communicate transparently on how the test is designed, managed, and corrected.\n3. Ensure the promotion and adoption of the test within higher education institutions. Create detailed reports for teachers and promote the test to parent communities to accelerate its deployment in institutions.\n\nYou are the right profile if\nYou have a minimum of 6 years of professional experience in demanding environments.\nYou have a clear head, the ability to look at the big picture, and to design a viable long-term strategy.\nYou enjoy getting your hands dirty, even if you are supported, you remain in control. You are not afraid to use your phone to refine your idea gradually.\nYou can manage multiple subjects at once. finance, HR, legal, real estate, you are able to quickly learn new subjects or seek out experts if needed.\nYou have a strong affinity for the education sector.\n\nWhat we offer during the incubation period (3-6 months):\n- A development-friendly work environment. A dedicated floor for entrepreneurs in our Paris 2 offices.\n- Follow-up with the Studio team. An ongoing weekly mentoring from a Studio team member and senior operating partners available on strategy, finance, marketing.\n- A network of partners and service providers available for your specific needs. From institutional and business leaders to marketing and legal experts.\n- An attractive remuneration package to have the freedom of spirit during this period!\n\nHow to apply\nThe recruitment process consists of 6 steps that we can complete in 6 weeks: 1 HR interview, 2 Studio interviews, 1 interview with the education department head, 1 essay to present your vision of the project.\nReferral method: Apply for this job.\n\nA brief overview of the role, responsibilities, and key expectations.\n\nRequired Technical Skills:  \n- N/A  \n\nRequired Soft Skills:  \n- Visionary thinking  \n- Strategic planning  \n- Collaboration  \n- Initiative  \n- Problem-solving  \n\nPreferred/Nice-to-have Skills:  \n- Educational background  \n- Familiarity with project management  \n\nExperience Requirements:  \n- Years of experience: 6+ years  \n- Category of experience: Senior-level  \n- Specific domain experience: Demand-side experience in education and project management  \n\nPosition Details:  \n- Work Location: Hybrid (part-time remote)  \n\nAdditional Information:  \nThe process involves a series of interviews and a presentation of your vision. Freelance contract during the incubation period, potentially transitioning to a director role post-funding. Start date is flexible.",
      "workplace_type": "Full-time",
      "short_description": "Conceive a quality assessment test, build a strong brand, and promote the test in higher education institutions. Minimum 6 years of experience, strategic思维 exceeds the character limit, please allow me to summarize again within the limit:\n\nConceive a quality assessment test, build a strong brand, and promote it in higher edu. institutions. 6+ years exp, strategic thinking, hands-on, multi-tasker, educated sector. Attractive freelance/contract pay, join ASAP. Apply now.",
      "field": "Education",
      "experience": "Senior-level",
      "skills_required": [
        "Project Management",
        "Strategic Planning",
        "Collaboration"
      ],
      "country": "France",
      "city": "Paris",
      "company_name": "Le Fonds Du Bien Commun",
      "company_logo": "https://lever-client-logos.s3.us-west-2.amazonaws.com/91a920ef-cf35-4672-91cb-7755fbfe29ab-1701181527993.png",
      "portal": "test_portal",
      "title": "Entrepreneur à impact - Créer le leader français de l’évaluation éducative, sur le modèle de l’Educational Testing Service américain",
      "score": 0.9091886385605903
    },
    {
      "id": "3339d4b6-9fde-40cb-9190-0177a6455f1e",
      "job_id": "3339d4b6-9fde-40cb-9190-0177a6455f1e",
      "description": "Intern position at Kemper, one of the nation's leading specialized insurers, offering a high-performing culture, professional development, and a healthy work-life balance.\n\nAim of the Role:\n- Expose interns to the procurement process, market research, and contract review.\n- Support sourcing managers with specific tasks and initiatives.\n- Conduct market research and data analysis.\n- Assist with Requests for Proposals.\n\nRequired Skills:  \n- Junior or Senior status at Northwestern University, University of Chicago, University of Wisconsin-Madison, or University of Notre Dame.\n- Majors in Supply Chain Management, finance, data analytics, communications, accounting, or business administration.\n- Non-business majors with a strong interest in financial services and insurance industry.\n- Minimum 3.0 GPA on a 4.0 scale.\n\nPreferred Skills:  \n- Not explicitly mentioned.\n\nExperience Requirements:  \n- Years of experience: Not specified\n- Category of experience: Intern\n- Specific domain experience: Supply Chain Management, financial services, insurance\n\nPosition Details:  \n- Work Location: Hybrid (3-4 days in office)\n\nAdditional Information:  \n- Hourly rate: $22.00\n- Not eligible for visa sponsorship\n- Hyphenated firms or staffing agencies will not be compensated for this role\n- Kemper is an equal opportunity employer\n- Unsolicited resumes through search firms or staffing agencies will not be considered\n- Kemper will not request personal information via text, email, or external messaging applications",
      "workplace_type": "Full-time",
      "short_description": "Interns at Kemper will support procurement, conduct market research, assist with contract reviews, and assist with Requests for Proposals. Must have junior or senior status at specified universities, 3.0 GPA, and related major. Hybrid position requiring 3-4 office days weekly; no visa sponsorship.",
      "field": "Business",
      "experience": "Entry-level",
      "skills_required": [
        "Supply Chain Management",
        "Data Analytics",
        "Market Research"
      ],
      "country": "United States",
      "city": "Chicago",
      "company_name": "kemper",
      "company_logo": "https://kemper.wd5.myworkdayjobs.com/KemperCandidateAcknowledgment/assets/logo",
      "portal": "test_portal",
      "title": "Procurement Intern - Summer 2025",
      "score": 0.9081631097430245
    },
    {
      "id": "995e3170-90a7-49e2-8444-7320f6d459bc",
      "job_id": "995e3170-90a7-49e2-8444-7320f6d459bc",
      "description": "A role focusing on developing and retaining a portfolio of individual and professional clients in a human-sized structure. Involves regular and personalized support of clients, analyzing their assets, and defining investment strategies based on their investor profile and goals.\n\nRequired Technical Skills:  \n- Financial product sales experience  \n\nRequired Soft Skills:  \n- Strong communication skills  \n- Relationship management  \n- Goal achievement  \n- Autonomy  \n- Teamwork  \n\nPreferred/Nice-to-have Skills:  \n- Problem-solving abilities  \n- Tact and persistence  \n\nExperience Requirements:  \n- Years of experience: 2+ years  \n- Category of experience: Sales of financial products  \n- Specific domain experience: Financial products and services  \n\nPosition Details:  \n- Work Location: Onsite (25 agences in France)  \n\nAdditional Information:  \nVoice of employees: 81% proud and satisfied to work for UFF, 81% have progressed professionally. UFF is a signatory of the Diversity Charter and the StopE initiative against sexism in the workplace. Attractive fixed salary with uncapped variable bonuses, inner training, career perspectives, ethical values, and meaningful job.",
      "workplace_type": "Full-time",
      "short_description": "Develop and retain clients' portfolios in your assigned geographic area. Provide personalized, ongoing support based on their investment strategy and goals. Minimum 2 years' experience in financial products, strong relational skills, and autonomy. Attractive fixed salary, variable bonuses, and comprehensive benefits. CDI, permis B required, relocation support.",
      "field": "Finance",
      "experience": "Entry-level",
      "skills_required": [
        "Financial product sales",
        "Communication",
        "Relationship management"
      ],
      "country": "France",
      "city": "Remote",
      "company_name": "UFF1",
      "company_logo": "https://c.smartrecruiters.com/sr-company-logo-prod-aws-dc5/5d078aa08dfe1c4f3bbb4156/huge?r=s3-eu-central-1&_1563806720289",
      "portal": "test_portal",
      "title": "Conseiller en gestion de patrimoine - Beaune (H/F)",
      "score": 0.9049676944198491
    },
    {
      "id": "1fcd2aff-e741-43ce-933a-ee628f57474c",
      "job_id": "1fcd2aff-e741-43ce-933a-ee628f57474c",
      "description": "About Vise Vise is an artificial intelligence-powered asset management platform designed for financial advisors to build, manage, and explain personalized portfolios. By leveraging AI, Vise offers tailored investment strategies to meet clients' unique financial needs.\n\nKey Expectations and Responsibilities:\n- Leverage AI to develop personalized investment strategies.\n- Focus on relationship-building with clients.\n- Utilize Vise’s platform for portfolio management and automation.\n- Create institutional-grade, personalized portfolios.\n- Communicate insights to enhance client services.\n- Work with a team of world-class Ph.D. quants, investment researchers, and engineers.\n\nRequired Technical Skills:\n- Not specified in the provided description.\n\nRequired Soft Skills:\n- Relationship management.\n- Client communication.\n- Focus on client needs.\n- Collaboration within a diverse team.\n\nPreferred/Nice-to-have Skills:\n- Experience in financial advising.\n- Knowledge of AI and machine learning.\n- Understanding of personalized portfolios.\n- Attention to detail in portfolio management.\n\nExperience Requirements:\n- Category of experience: Financial advising.\n- Specific domain experience: Not specified in the provided description.\n- Years of experience: Not specified in the provided description.\n\nPosition Details:\n- Work Location: Not specified in the provided description.\n\nAdditional Information:\n- Vise is committed to diversity and inclusion.\n- Supports have been provided by prominent venture capital firms.\n- No discrimination based on protected characteristics.",
      "workplace_type": "Full-time",
      "short_description": "AI-driven asset management platform. Financial advisors use Vise to create, manage, and explain personalized portfolios. Full automation for trading and rebalancing. Seeking top talent in finance, engineering, and research. Cutting-edge AI for Wealth 3.0. Diversity and inclusivity emphasized.",
      "field": "Finance",
      "experience": "Mid-level",
      "skills_required": [
        "AI",
        "Machine Learning",
        "Portfolio Management"
      ],
      "country": "United States",
      "city": "New York",
      "company_name": "Vise",
      "company_logo": "https://s3-recruiting.cdn.greenhouse.io/external_greenhouse_job_boards/logos/400/603/200/original/Vise_mark-black.png?1702920470",
      "portal": "test_portal",
      "title": "Vise Talent Network",
      "score": 0.90369937201791
    },
    {
      "id": "72220cdb-2780-4dd3-a01c-af1b815cd213",
      "job_id": "72220cdb-2780-4dd3-a01c-af1b815cd213",
      "description": "Intern position focusing on organizational and method development in a private banking environment, enhancing bank processes and assisting business units in streamlining operations.\n\nRequired Technical Skills:  \n- MS Office Excel, Word, Power Point  \n\nRequired Soft Skills:  \n- Good communication skills  \n- Positive and constructive interpersonal approach  \n- High standards of honesty, integrity, and commitment  \n- Risk awareness  \n- Solution-oriented mindset  \n- Attention to detail  \n- Analytical skills  \n- Organizational skills  \n\nPreferred/Nice-to-have Skills:  \n- University degree or equivalent in business management  \n- Full professional proficiency in English and Greek  \n- Accurate and methodical working style  \n- Open-minded and eager to develop  \n\nExperience Requirements:  \n- Years of experience: Not specified  \n- Category of experience: Entry-level  \n\nPosition Details:  \n- Work Location: Onsite (Luxembourg)  \n\nAdditional Information:  \n6 to 12 months starting February 2025; part of a dynamic professional environment with modern corporate governance practices; dynamic working environment; robust financial organization; application details in English by 01-02-2025 through LinkedIn.",
      "workplace_type": "Full-time",
      "short_description": "Intern in Organization & Methods to develop, update, and monitor bank processes, assist in new Core Banking System implementation, and create process inventory. Requires BA/BE, MS Office proficiency, English & Greek fluency, strong organizational and analytical skills.",
      "field": "Finance",
      "experience": "Entry-level",
      "skills_required": [
        "MS Office Excel",
        "MS Office Word",
        "MS Office PowerPoint"
      ],
      "country": "Luxembourg",
      "city": "Luxembourg",
      "company_name": "Eurobank Private Bank Luxembourg SA",
      "company_logo": "https://workablehr.s3.amazonaws.com/uploads/account/logo/60923/logo",
      "portal": "test_portal",
      "title": "Organization & Methods Intern (m/f/d) - Internship of 6 to 12 months",
      "score": 0.9023041409101495
    },
    {
      "id": "6f13c663-e570-4f7d-a2c2-0f7677d2fbd5",
      "job_id": "6f13c663-e570-4f7d-a2c2-0f7677d2fbd5",
      "description": "Seeking individuals passionate about the disruption of Financial Services through Virtual Currencies and interested in joining a startup environment that encourages innovation and personal growth.\n\nRequired Technical Skills:  \n- Not specified in the job description.\n\nRequired Soft Skills:  \n- Proactive approach  \n- Teamwork  \n- Proficient English (verbal and written)  \n- Excellent communication  \n- Interpersonal skills  \n- Ownership mindset  \n- Interest in blockchain and cryptocurrencies (optional)  \n\nPreferred/Nice-to-have Skills:  \n- Experience in payments, finance, risk, e-commerce, and compliance (optional)  \n\nExperience Requirements:  \n- Years of experience: Not specified  \n- Category of experience: Not specified  \n- Specific domain experience: Background in payments, finance, risk, e-commerce, and compliance (optional)  \n\nPosition Details:  \n- Work Location: Not specified  \n\nAdditional Information:  \nOffers a startup mentality with informal hierarchies, ample growth opportunities, and a dynamic international environment. Emphasizes fun and team-building activities. Values tolerance, diversity, and equal opportunity in the workplace. Regularly reviews applications as they come in.",
      "workplace_type": "Full-time",
      "short_description": "Seeking visionary professionals passionate about virtual currencies. Must have strong English skills, teamwork spirit, and proactive attitude. Optional blockchain/crypto interest. Offer: startup culture, growth opportunities, diverse team. Apply with CV and cover letter.",
      "field": "Finance",
      "experience": "Entry-level",
      "skills_required": [
        "Blockchain",
        "Cryptocurrencies",
        "Payments"
      ],
      "country": "United States",
      "city": "Remote",
      "company_name": "coinify",
      "company_logo": "https://gallery-cdn.breezy.hr/94c2705d-5b30-4d57-a282-32a12290ec39/Logo-Google.png",
      "portal": "test_portal",
      "title": "Don't see the perfect position, but want in? Apply now",
      "score": 0.9021233446307628
    },
    {
      "id": "dc17be90-eb68-4e2c-829c-36e48672e78a",
      "job_id": "dc17be90-eb68-4e2c-829c-36e48672e78a",
      "description": "A role focused on developing and retaining a portfolio of private and professional clients within a geographically assigned area, providing regular and personalized financial guidance, and defining investment strategies based on client profiles and objectives. The ideal candidate will thrive in a collaborative environment with a small team and manager support.\n\nRequired Technical Skills:  \n- Financial products commercialization  \n\nRequired Soft Skills:  \n- Strong communication skills  \n- High relational skills  \n- Persistence  \n- Autonomy  \n\nPreferred/Nice-to-have Skills:  \n- Experience in financial advisory  \n- Ability to meet targets  \n\nExperience Requirements:  \n- Years of experience: 2+ years  \n- Category of experience: Financial products sales  \n\nPosition Details:  \n- Work Location: Onsite (25 branches across France)  \n\nAdditional Information:  \nOffers a fixed attractive salary with variable and unceiled performance bonuses, as well as interest-based participation, savings plan, and company insurance benefits; requires a valid B driving license with里程数(distance traveled) and fuel efficiency (fuel consumption) are two important metrics for evaluating a vehicle's performance and environmental impact. Distance traveled refers to the total number of kilometers or miles a vehicle has covered since its manufacture. It is a key factor in assessing the vehicle's condition and determining when maintenance or repairs are needed. Fuel efficiency, measured in liters per 100 kilometers (L/100km) or miles per gallon (MPG), indicates how much fuel the vehicle consumes to cover a specific distance. A lower fuel consumption figure generally means better fuel efficiency and a more cost-effective and environmentally friendly vehicle. Both metrics are crucial for understanding a vehicle's operational efficiency and sustainability.",
      "workplace_type": "Full-time",
      "short_description": "Conseiller en gestion de patrimoine dans une structure humaine, fidéliser et développer portefeuille clients, définir stratégies d'investissement, rémunération attractive, perspectives de carrière, valeurs humaines.",
      "field": "Finance",
      "experience": "Entry-level",
      "skills_required": [
        "Financial products commercialization",
        "Strong communication skills",
        "Relational skills"
      ],
      "country": "France",
      "city": "Remote",
      "company_name": "UFF1",
      "company_logo": "https://c.smartrecruiters.com/sr-company-logo-prod-aws-dc5/5d078aa08dfe1c4f3bbb4156/huge?r=s3-eu-central-1&_1563806720289",
      "portal": "test_portal",
      "title": "Conseiller en gestion de patrimoine - Saint-Brieuc (H/F)",
      "score": 0.9019571157272077
    },
    {
      "id": "20f41e08-1ecc-4500-96b2-92e722267fa1",
      "job_id": "20f41e08-1ecc-4500-96b2-92e722267fa1",
      "description": "Investment team member focusing on opportunities sourcing and evaluation, ensuring a robust dealflow and fostering connections with top founding teams in the French ecosystem.\n\nRequired Technical Skills:  \n- \n\nRequired Soft Skills:  \n- Proactive sourcing  \n- Strong communication  \n- Analytical skills  \n- Writing skills  \n- Networking  \n- Self-motivation  \n- Self-organization  \n\nPreferred/Nice-to-have Skills:  \n- Knowledge of technology and entrepreneurship  \n- Interest in business mechanics  \n- Sharing of thoughts on social media (Linkedin and X)  \n- Excellent English (due to international interactions)  \n\nExperience Requirements:  \n- Years of experience: 1-3 years  \n- Category of experience: Entry-level from [\"Entry-level\", \"Mid-level\", \"Senior-level\", \"Executive-level\"]  \n- Specific domain experience: Investment processes, deal sourcing, company evaluation  \n\nPosition Details:  \n- Work Location: Onsite (based in Paris)  \n\nAdditional Information:  \nCompetitive salary and carried interest; steep learning curve within a strong investment team environment.",
      "workplace_type": "Full-time",
      "short_description": "Core responsibilities: Source and evaluate investment opportunities, meet with French founding teams, craft investment theses, write thought pieces. Requirements: 1-3 yrs exp, top-tier academics, tech curiosity, fast learner, strong analytics, excellent comm, self-motivated, fluent in French.",
      "field": "Investment",
      "experience": "Entry-level",
      "skills_required": [
        "Investment Processes",
        "Deal Sourcing",
        "Company Evaluation"
      ],
      "country": "France",
      "city": "Paris",
      "company_name": "Frst",
      "company_logo": "https://workablehr.s3.amazonaws.com/uploads/account/logo/381644/logo",
      "portal": "test_portal",
      "title": "Associate - Full Time",
      "score": 0.901724931125091
    },
    {
      "id": "d2927599-53df-4c62-8965-f41193432c73",
      "job_id": "d2927599-53df-4c62-8965-f41193432c73",
      "description": "A position at Brinks Cash Solutions Romania, which is part of the global Brinks Company (BCO) listed on the NYSE. The company specializes in cash management services including digital solutions for ATM management and cash flow. They serve financial institutions, retail businesses, government agencies, and other diverse organizations worldwide. Brinks has an operational presence in 52 countries and serves clients in over 100 international markets.\n\nBrinks is trusted by its clients to secure their value flows in the global economy, serving more than 165 countries. Together, the Brinks team is committed to providing the best services and exceptional experience to clients. We are eager to have the right people join our team to help us achieve success and foster a culture of inclusiveness.\n\n### Overview\nWe seek a trustworthy and responsible individual who is conscientious of the company's and banking industry's responsibilities through the management of cash flow that secures day-to-day commerce and ATMs.\n\n### Required Technical Skills:  \n- Not applicable\n\n### Required Soft Skills:  \n- Attention to detail  \n- Security-focused mindset  \n- Ability to maintain focus  \n- Dynamism  \n- Adaptability  \n- Teamwork  \n- Integrity  \n- Communication  \n- Problem-solving abilities  \n\n### Preferred/Nice-to-have Skills:  \n- Experience in banking or financial industries  \n- Knowledge in retail operations and cash flow  \n- Warehouse picking experience  \n- Experience with counting equipment and handling large amounts of cash and coins  \n- Financial reconciliation experience  \n\n### Experience Requirements:  \n- Years of experience: Minimum education specified  \n- Specific domain experience: Retail or banking operations, experience with cash flow and handling significant amounts of cash  \n\n### Position Details:  \n- Work Location: Not specified, may involve shifts and night work  \n\n### Additional Information:  \n- Offers paid vacation, medical packages, on-call allowances, and performance bonuses. Career paths and opportunities are available.  \n- Applicants must complete the entire application process to be considered.  \n- All candidates will be contacted if selected.  \n- Brinks is an equal opportunity employer and does not discriminate based on any characteristics protected by law, including gender, age, race, ethnicity, religion, national origin, social status, sexual characteristics, sexual identity, or any other protected characteristics.  \n- Information on Brinks' data processing policy during the recruitment and selection process can be found [here](https://cariere.brinks.ro/nota-de-informare-prelucrare-date-personale-proces-recrutare-si-selectie).\n\nThe Brinks team is looking for a Verificator de Valori (Value Verifier) to join our secure team and play a crucial role in processing cash to keep modern commerce and ATMs running smoothly. Responsibilities include verifying cash and documents received from clients, ensuring compliance with requirements, entering data into the IT system, depositing cash in specialized secure areas, maintaining the traceability of processed values and operations, participating in cash processing and ATM loading/unloading, providing reports on discrepancies, maintaining strict compliance with standard operating and security procedures, and organizing the workspace at the end of the shift.",
      "workplace_type": "Full-time",
      "short_description": "Verificator Valori at Brinks: verifica valori, procesează numerar, integrează date, organizatională. Disponibilitate noapte, turi. Exp. în banking/logistică, respectă proceduri. Bonusuri, concedii plătite.",
      "field": "Security & Protection",
      "experience": "Entry-level",
      "skills_required": [
        "Cash Verification",
        "Data Entry",
        "Security Procedures"
      ],
      "country": "Romania",
      "city": "Timisoara",
      "company_name": "brinks",
      "company_logo": "https://brinks.wd5.myworkdayjobs.com/BrinksCareersCanada/assets/logo",
      "portal": "test_portal",
      "title": "Verificator valori (procesare numerar)",
      "score": 0.8995238959823557
    },
    {
      "id": "af31de57-e005-4617-8b02-1a05c575721b",
      "job_id": "af31de57-e005-4617-8b02-1a05c575721b",
      "description": "Role overview: Joining an intimate structure, you will be a salaried employee, working with conviction and commitment in an environment of listening, sharing, and conviviality. Guided by your Manager and a team of experts, you will retain your organizational autonomy. Your role is to acquire and retain a portfolio of individual and professional clients in your assigned geographic area, provide regular and personalized support, and based on their wealth analysis, define their best investment strategy in line with their investor profile and goals.\n\nRequired Technical Skills:  \n- Financial products sales experience  \n- Relationship management  \n\nRequired Soft Skills:  \n- Strong communication skills  \n- Relationship management  \n- Goal-oriented  \n- Autonomy  \n- Commitment  \n- Conviction  \n\nPreferred/Nice-to-have Skills:  \n- Experience in financial product commercialization  \n- Perseverance  \n- Tenacity  \n\nExperience Requirements:  \n- Years of experience: 2+ years  \n- Category of experience: Financial product sales  \n\nPosition Details:  \n- Work Location: Hybrid (25 agency locations across France)  \n\nAdditional Information:  \n- Contract: CDI (Full-time employment)  \n- Remuneration: Attractive fixed salary with variable and unframed performance commission,入股分红激励计划，企业年金计划，交通补贴，员工保险，企业餐饮卡，B class driver's license required and reimbursed kilometers. Financial product sales experience required, strong relationship management skills preferred. Attractive, evolving fixed salary with performance-based variable and unframed commission. High satisfaction among employees with company values and career prospects.",
      "workplace_type": "Full-time",
      "short_description": "Conseiller en gestion de patrimoine dans structure humaine, developper et fidéliser clients particuliers et professionnels, realiser accompagnement personnalisé et definir strategies d'investissement. Experience de 2 ans dans commercialisation produits financiers. Statut salarié, retribution attractive incluant primes variable et plafonnée.",
      "field": "Finance",
      "experience": "Mid-level",
      "skills_required": [
        "Financial products sales",
        "Relationship management",
        "Communication skills"
      ],
      "country": "France",
      "city": "Remote",
      "company_name": "UFF1",
      "company_logo": "https://c.smartrecruiters.com/sr-company-logo-prod-aws-dc5/5d078aa08dfe1c4f3bbb4156/huge?r=s3-eu-central-1&_1563806720289",
      "portal": "test_portal",
      "title": "Conseiller en gestion de patrimoine - Perpignan (H/F)",
      "score": 0.8988307988536675
    },
    {
      "id": "2b462fa0-6ac5-46e2-a940-244120acb291",
      "job_id": "2b462fa0-6ac5-46e2-a940-244120acb291",
      "description": "Join the CDPQ team and take pride in contributing to the financial future of millions of Quebecers by creating a more sustainable world. The role offers opportunities to learn from experts and a world-class team environment.\n\n#### Brief Overview\nYou will be part of the Sustainable Investments team, contributing to the evaluation and assessment of business partners. Responsibilities include risk assessment, verification of records, and communication with investment teams.\n\n#### Role Responsibilities\n- Coordinate or conduct background checks requested by investment teams and synthesize results by evaluating the materiality of identified risks.\n- Validate the scope of required verifications according to the dossier, including the identification of related individuals or entities.\n- Research information from public or private databases.\n- Use rigorous and appropriate research and analytical methods to obtain the required information.\n- Analyze and write a structured report evaluating the global financial security risk for simple to moderately complex files.\n- Evaluate reputation risks, including money laundering and financing of terrorism (ML/FT) risks associated with the portfolio.\n- Write analytical reports for senior management.\n- Actively improve existing practices or develop new practices.\n- Ensure good communication with investment teams for the tracking and prioritization of their requests.\n- Train and sensitize teams concerning the policies and procedures of record reviews.\n- Collaborate with the Sustainable Investments team.\n- Continuously monitor industry best practices.\n- Participate in special projects within the organization.\n\n#### Required Skills\n- Bachelor’s degree in a relevant field such as security studies, policing, law, forensics, accounting, finance, journalism, or investigative studies.\n- At least 6 years of relevant experience.\n- CFE or CAMS certification is an asset.\n- Understanding of financial client risk management.\n- Knowledge of reputation or non-financial risks.\n- Strong synthesis and communication skills, autonomous, innovative, and dynamic.\n- Proficiency in Microsoft Office applications.\n- Analytical mindset, rigor, and judgment.\n- Ethical sense and discretion.\n- Excellent organizational, initiative, and scheduling skills.\n- Ability to set priorities and deadlines.\n- Superior command of French, and good command of English.\n\n#### Preferred Skills\n- Ambition, accountability, openness, and collaboration.\n- Critical analysis, rigour, and decision-making ability.\n- Continuous learning and professional development.\n\n#### Experience Requirements\n- Years of experience: 6+\n- Specific domain experience: Risk management, financial client risk, and industry best practices.\n\n#### Position Details\n- Work Location: Onsite\n\n#### Additional Information\n- Provides a professional experience combining importance, fun, and growth. Compensation reflects contributions.\n- Encourages applications from women, visible minorities, Indigenous people, and individuals with disabilities.",
      "workplace_type": "Full-time",
      "short_description": "Part-time role (12 months) in Sustainable Investment team, evaluating business partners. Identify risks, mitigate them, and validate scope of checks. Analyze and report on financial security risks, reputation risks, and compliance. Collaborate on process improvements and new practices. Bulgarian",
      "field": "Finance",
      "experience": "Senior-level",
      "skills_required": [
        "Microsoft Office",
        "Financial Risk Management",
        "Analytical Skills"
      ],
      "country": "Canada",
      "city": "Montreal",
      "company_name": "cdpq",
      "company_logo": "https://cdpq.wd10.myworkdayjobs.com/CDPQ-recrutement-universitaire/assets/logo",
      "portal": "test_portal",
      "title": "Conseiller.ère principal.e*, Sécurité financière",
      "score": 0.8986775121464753
    },
    {
      "id": "d37b2f9b-7f38-44de-9c42-6835ff5164ce",
      "job_id": "d37b2f9b-7f38-44de-9c42-6835ff5164ce",
      "description": "A position at a national bank, ranked 5th among private banks in Brazil by the Central Bank. The bank is continuously evolving and building successful partnerships to achieve its purpose of making people's and businesses' financial lives more secure. The culture is simple and agile, with an informal approach, valuing innovation and operating in a relaxed, increasingly collaborative environment with a focus on diversity and inclusion. If you align with this, join us! Our talk is with you if you are interested in understanding and working to ensure that it is rolled out in all areas of the bank.\n\nThis is a role at BV that actively aims to accelerate equity and representation in the financial market. It supports diversity in all its pluralities and intersections to achieve a positive social transformation. Therefore, we invite black people, women, professionals with disabilities, LGBTQIA+ community, and people of any age to learn more about us and apply for this position. Here are the challenges you can expect:\n\nRequired Technical Skills:  \n- Not specified\n\nRequired Soft Skills:  \n- Communication skills  \n- Business development  \n- Relationship management  \n- Proactive market awareness  \n\nPreferred/Nice-to-have Skills:  \n- Higher education completed or in progress  \n- Active B driving license  \n- Own vehicle  \n- Sales experience in direct customer service  \n- Prospecting skills  \n- CRM experience  \n- Regional availability: Bauru - SP\n\nExperience Requirements:  \n- Years of experience: Not specified  \n- Specific domain experience: Sales and business development  \n\nPosition Details:  \n- Work Location: Onsite (in Bauru, SP)\n\nAdditional Information:  \n- The bank supports diversity and inclusion. It encourages applications from Black people, women, professionals with disabilities, LGBTQIA+ community, and people of any age. The role involves consultative work with multiple products, client and partner relationship management, market threat and opportunity awareness, and prospecting and client portfolio management.",
      "workplace_type": "Full-time",
      "short_description": "Atuar em multiprodutos de forma consultiva, desenvolver gestão de negócios, realizar prospecção e gestão de PDVs, estruturar expansão de carteira, e ter formação superior, habilitação categoria B ativa, e experiência com prospecção comercial.",
      "field": "Finance",
      "experience": "Mid-level",
      "skills_required": [
        "Communication skills",
        "Relationship management",
        "Business development"
      ],
      "country": "Brazil",
      "city": "Bauru",
      "company_name": "Banco BV",
      "company_logo": "https://lever-client-logos.s3.us-west-2.amazonaws.com/22ed3b99-df6b-468d-999a-060a8cb4ca10-1631737443408.png",
      "portal": "test_portal",
      "title": "Gerente Relacionamento Canal Negócios - Bauru - SP",
      "score": 0.8971535389285334
    },
    {
      "id": "81f9b2b7-fcce-42f3-9e41-b223b43597cd",
      "job_id": "81f9b2b7-fcce-42f3-9e41-b223b43597cd",
      "description": "Joining a growing and innovative team at Sézane, you will help in paving the future of a French fashion brand born online, now known as Sézane. The company places human and creative focus at the core of everything they do, aiming to continuously improve processes, quality, and services while maintaining a strong sense of social and environmental responsibility.\n\n#### Role Overview:\nInnovative, structured, agile, and passionate talents are sought to co-construct the future of Sézane. The ideal candidate is self-driven, respectful of others, and sees potential in every task.\n\n#### Required Technical Skills:\n- Not specified in the current role.\n\n#### Required Soft Skills:\n- Creativity\n- Structured approach\n- Agile methodology\n- Innovation\n- Continuous improvement\n- Socially and environmentally responsible mindset\n- Teamwork\n- Autonomous work attitude\n\n#### Preferred/Nice-to-have Skills:\n- Environmental and social impact mindset\n- Leadership and mentorship in sustainability projects\n- Data analysis and Excel proficiency\n\n#### Experience Requirements:\n- Degrees in Business, Commerce, or related fields\n- Active stage-seeking candidates nearing graduation\n\n#### Position Details:\n- Work Location: Onsite in Paris (75)\n\n#### Additional Information:\n- The company is committed to diversity and inclusion, welcoming all talented individuals regardless of gender, age, nationality, culture, religious beliefs, and sexual orientation.\n- Competitive internship program with potential for full-time employment post-internship.\n- Opportunities for continuous learning and hands-on experience.",
      "workplace_type": "Full-time",
      "short_description": "Chargée de mission RSE H-F, Sézane (6 mois stage, Paris): certifications matières, audits, production RSE, data analysis, GOTS/OekoTex. Impact environnemental-social, structurée, rigoureuse, Français et Anglais.",
      "field": "Fashion & Apparel",
      "experience": "Entry-level",
      "skills_required": [
        "Creativity",
        "Structured approach",
        "Agile methodology"
      ],
      "country": "France",
      "city": "Paris",
      "company_name": "Sézane",
      "company_logo": "https://workablehr.s3.amazonaws.com/uploads/account/logo/350256/logo",
      "portal": "test_portal",
      "title": "Stage - Chargé(e) de mission certifications RSE (H/F)",
      "score": 0.8971356683739762
    },
    {
      "id": "32ef4700-29f9-4c01-badb-f2d0fa8c07f0",
      "job_id": "32ef4700-29f9-4c01-badb-f2d0fa8c07f0",
      "description": "A key role in driving growth through strategic partnerships with Affiliates, VIP clients, and Brokers in the crypto space. The position involves identifying new partnerships, maintaining existing relationships, and crafting tailored solutions for high-value customers.\n\nRequired Technical Skills:  \n- Knowledge of the crypto and blockchain space  \n- Understanding of social media trends and platforms such as YouTube, TikTok  \n- Familiarity with market and competitor analysis in the crypto space  \n\nRequired Soft Skills:  \n- Relationship-building and management  \n- Customer service and issue resolution  \n- Team collaboration  \n- Strategic thinking  \n- Presentation and writing skills  \n\nPreferred/Nice-to-have Skills:  \n- Previous experience in Crypto or Blockchain in local markets  \n- Existing relationships with influential figures in the local ecosystem  \n- 1-2 years of experience in the digital assets-cryptocurrency-web3-blockchain space  \n- 2+ years of experience in selling financial products  \n\nExperience Requirements:  \n- Years of experience: 1-2 years  \n- Category of experience: Mid-level from [\"Entry-level\", \"Mid-level\", \"Senior-level\", \"Executive-level\"]  \n- Specific domain experience: Crypto or Blockchain in local markets  \n\nPosition Details:  \n- Work Location: Onsite  \n\nAdditional Information:  \nCandidates with more experience may be considered for a Senior Institutional Sales Position; requires a demonstrable track record of initiating, managing, and monetizing relationships with clients or partners.",
      "workplace_type": "Full-time",
      "short_description": "Drive growth by cultivating partnerships with Affiliates, VIPs, and Brokers; identify and manage VIP clients; develop innovative solutions; attend conferences; research trends; draft agreements; maintain client relationships.",
      "field": "Finance",
      "experience": "Mid-level",
      "skills_required": [
        "Crypto",
        "Blockchain",
        "Social Media"
      ],
      "country": "United States",
      "city": "Unknown",
      "company_name": "Crypto",
      "company_logo": "https://lever-client-logos.s3.us-west-2.amazonaws.com/47ab464a-8ed5-47a0-8226-45d6149956fb-1647492517079.png",
      "portal": "test_portal",
      "title": "Business Development Manager, VIP Partnerships",
      "score": 0.895935854740519
    },
    {
      "id": "d0d5ebd7-e4d1-48e9-a0e0-51b31d5f3dc3",
      "job_id": "d0d5ebd7-e4d1-48e9-a0e0-51b31d5f3dc3",
      "description": "Joining Bitwise, a leading firm in the crypto asset class, you will be part of a growing team with a mission to unlock opportunities in this emerging market. Bitwise manages a broad suite of solutions across ETFs, separately managed accounts, private funds, staking solutions, and hedge fund strategies.\n\n#### Overview:\nYou will assist in providing ongoing support to a diverse range of clients, including individuals, family offices, financial advisors, funds, and institutional investors. Your role will involve handling various client-related tasks, collaborating with internal teams, and contributing to the growth and optimization of the client experience. The ideal candidate has experience in Client Service or Investor Relations in the traditional or alternative investment industries.\n\n#### Responsibilities:\n- Provide ongoing support for a wide range of clients, including financial advisors and high-net-worth individuals.\n- Assist clients through the subscription and onboarding process.\n- Support portfolio managers with investment logistics questions and confirm client payments.\n- Join calls to discuss onboarding processes and answer product-related questions with the sales team.\n- Collaborate with the engineering and technology team to improve the user experience and build internal tools.\n- Maintain important materials and records, including updating the firm's database.\n\n#### Required Skills:\n- Bachelors degree in Finance, Accounting or other business-related field.\n- 3 years of Client Service or Investor Relations experience in Financial Services, Asset Management.\n- Proficiency in Excel/Google Sheets.\n- Excellent communication, both in writing and conversation.\n- Strong time management, organization, and multitasking abilities.\n\n#### Preferred Skills:\n- Experience with software and technology tools.\n- Positive, caring, and self-aware personality.\n- Proactive in learning new topics and adapting to a rapidly evolving space.\n\n#### Experience Requirements:\n- Bachelors degree in Finance, Accounting, or other business-related field.\n- 3 years of Client Service or Investor Relations experience in Financial Services, Asset Management.\n\n#### Position Details:\n- Work Location: Remote (New York, NY or San Francisco, CA)\n\n#### Additional Information:\n- Competitive salary range of $120,000-$135,000.\n- Equity compensation.\n- Comprehensive health insurance, including dental and vision.\n- Flexible spending accounts for health, dependent care, and commuting.\n- Paid parental leave.\n- Company-funded 401k plan.\n- Unlimited PTO and paid company-wide holidays.\n- Office spaces in San Francisco and New York.\n- Meals and snacks provided.\n- Bitwise Buddy program.\n- 30-day new-hire success program.\n- Annual birthday and anniversary gifts.\n- Company-wide events.\n- Internal Women of Bitwise group.\n- Annual equity.\n- $120,000-$135,000 a year.",
      "workplace_type": "Full-time",
      "short_description": "Provide client support, manage onboarding, assist portfolio managers, and optimize client experience. 3+ years in client service or investor relations, proficient in Excel, excellent communication and organization.اسبقة/events",
      "field": "Finance",
      "experience": "Mid-level",
      "skills_required": [
        "Excel",
        "Google Sheets",
        "Client Service"
      ],
      "country": "United States",
      "city": "New York",
      "company_name": "Bitwise Asset Management",
      "company_logo": "https://lever-client-logos.s3.us-west-2.amazonaws.com/9097df7a-8dc7-4a7d-9910-3f2d3ee86080-1644798378563.png",
      "portal": "test_portal",
      "title": "Investor Relations Associate",
      "score": 0.8944401369417739
    },
    {
      "id": "cbd95d82-e5b8-49f0-ab49-a00a999a83f0",
      "job_id": "cbd95d82-e5b8-49f0-ab49-a00a999a83f0",
      "description": "### Overview:\nWe are looking for a student to join the Global Investment Banking team at CIBC, where you will help provide customized financing and advisory solutions to clients. The role is based in Winnipeg, offering a mix of remote and on-site work.\n\n### Required Technical Skills:\n- Analytical Thinking\n\n### Required Soft Skills:\n- Business Finance\n- Capital Markets\n- Investment Banking\n\n### Preferred/Nice-to-have Skills:\n- None specified\n\n### Experience Requirements:\n- Years of experience: Not specified\n- Category of experience: Entry-level \n\n### Position Details:\n- Work Location: Hybrid (details to be discussed during the interview)\n\n### Additional Information:\n- Applications should include a resume, cover letter, and unofficial transcript.\n- Expected graduation date should be no sooner than December 2026.\n- Temporary fixed-term position from May 2026 to August 2026.\n- CIBC offers a competitive compensation package, banking benefit, wellbeing support, and social recognition programs.\n\n- **Who you are:**\n  - Strong interest in Capital Markets.\n  - Motivated and success-oriented.\n  - Keen in financial services industry.\n  - Great analytical skills.\n  - Effective communication.\n  - Driven by collective success.\n  - Digitally savvy.\n\n- **Location:** Winnipeg, 1 Lombard Place, 5th Floor\n- **Employment Type:** Temporary Fixed Term\n- **Weekly Hours:** 37.5\n- **Skills:** Analytical Thinking, Business Finance, Capital Markets, Investment Banking\n\n- **Duration of Work Term:** 4 months (May 2026 - August 2026)\n- **Job Location:** Winnipeg, 1 Lombard Place, 5th Floor\n- **Employment Type:** Temporary Fixed Term\n- **Weekly Hours:** 37.5\n- **Skills:** Analytical Thinking, Business Finance, Capital Markets, Investment Banking\n- **Application Deadline:** March 9th, 2025, 11:59 PM EST\n- **Assessment:** Attribute-based assessment and skills tests such as simulations, coding, and French proficiency tests.",
      "workplace_type": "Full-time",
      "short_description": "Student in Commerce, Business, Finance, or Economics with a Dec 2026 graduation date. Provide analytical, research, and presentation support on various financial projects. Collaborate in a team environment for mergers & acquisitions, equity/debt financing, and strategic advisory. Remote/on-site flexible work arrangement.",
      "field": "Finance",
      "experience": "Entry-level",
      "skills_required": [
        "Analytical Thinking",
        "Business Finance",
        "Capital Markets"
      ],
      "country": "Canada",
      "city": "Winnipeg",
      "company_name": "cibc",
      "company_logo": "https://cibc.wd3.myworkdayjobs.com/search/assets/logo",
      "portal": "test_portal",
      "title": "Global Investment Banking Analyst, Summer 2026 Analyst (Winnipeg)",
      "score": 0.8938042582041286
    },
    {
      "id": "395e4f8d-7514-4728-b877-bbd378b78095",
      "job_id": "395e4f8d-7514-4728-b877-bbd378b78095",
      "description": "Lead investment professional focusing on growing the portfolio of growth-stage blockchain companies in the United States, with a focus on DeFi, Cefi, and crypto infrastructure.\n\nRequired Technical Skills:  \n- Understanding of blockchain technology  \n- Familiarity with DeFi protocols  \n- Experience with white papers and crypto projects  \n\nRequired Soft Skills:  \n- Analytical skills  \n- Strategic thinking  \n- Team collaboration  \n- Relationship building  \n- Proactivity  \n\nPreferred/Nice-to-have Skills:  \n- Technical background or experience in data science  \n- Experience in consulting, investing, or high-growth tech  \n- Experience with financial modeling  \n- Working experience in financial markets, exchanges, custodians, and trading firms  \n\nExperience Requirements:  \n- Years of experience: 3+ years  \n- Category of experience: Professional experience in consulting, investing, or high-growth tech  \n- Specific domain experience: Blockchain companies, DeFi, Cefi, crypto infrastructure  \n\nPosition Details:  \n- Work Location: Remote (candidates in the US)  \n\nAdditional Information:  \nOffers performance-based compensation with significant earning potential; dynamic and multicultural work environment with 20 nationalities; flat company structure.",
      "workplace_type": "Full-time",
      "short_description": "Sourcing DeFi and blockchain projects, conducting due diligence, supporting portfolio companies, and building the blockchain ecosystem. 3+ years of investing or tech experience, blockchain expertise, analytical skills, and strong network in crypto. Remote, performance-based compensation, flat structure.",
      "field": "Finance",
      "experience": "Mid-level",
      "skills_required": [
        "blockchain technology",
        "DeFi protocols",
        "white papers"
      ],
      "country": "United States",
      "city": "Remote",
      "company_name": "Wintermute",
      "company_logo": "https://lever-client-logos.s3.us-west-2.amazonaws.com/7d994cdc-96d0-4cfe-a25f-9b69f8ea7db8-1702913886680.png",
      "portal": "test_portal",
      "title": "Investment Manager (US focused)",
      "score": 0.8936025543517934
    },
    {
      "id": "73532dc2-5fa8-41e7-81ee-9a7645c578ac",
      "job_id": "73532dc2-5fa8-41e7-81ee-9a7645c578ac",
      "description": "Silae, the first French and leading payroll software company in France, accelerates its growth with its SaaS HR management solutions, My Silae, Silae RH Suite. Silae is part of Silver Lake, an investment firm associated with the most significant technological transformations of recent years.\n\n#### Overview\nSilae, with 400 employees spread across multiple sites in France (Aix-en-Provence, Bordeaux, Lyon, Nantes, Rennes, Toulouse, Paris, Montpellier, Brest), operates within a dynamic and participative corporate culture in a sector undergoing constant evolution.\n\n#### Role\nCSM (Customer Success Manager) plays a crucial role in achieving partner satisfaction and loyalty by ensuring they fully utilize their services and solutions effectively.\n\n#### Responsibilities\n- Accompany partners throughout their journey, ensuring their satisfaction and proper use of our solutions.\n- Answer partners' questions, maintaining fluid and proactive communication.\n- Analyze partners' needs and propose adapted solutions to optimize their experience.\n- Participate in onboarding for new partners using our products and services.\n- Regularly follow up with partners to collect feedback and identify improvement opportunities.\n- Collaborate closely with commercial and technical teams to solve problems reported by partners and their clients.\n- Help establish tools and processes to enhance customer satisfaction.\n- Contribute to creating guides and support materials for partners and the CSM team.\n\n#### Role Location\nLyon or Aix-en-Provence.\n\n#### Required Skills\n- Sens of communication.\n- Detail-oriented and client satisfaction-oriented.\n- Strong interpersonal skills, active listening, and problem-solving capabilities.\n- Autonomous and proactive, with a good team spirit.\n- Excellent communication skills and interest in interacting with clients.\n- Previous client-facing experience is a plus.\n\n#### Experience Requirements\n- Graduate with a Bac 3 (approx. 3 years of education) or higher.\n\n#### Position Details\n- Work Location: Hybrid (2 days in office)\n\n#### Additional Information\nSilae is a scale-up leader in its market with excellent career opportunities, and more than 1 in 5 paychecks in France are processed by Silae. Fixed salary, participation plan, restaurant vouchers (€9/day), comprehensive Alan health insurance, remote work 2 days a week (multi-site), 6.5 to 8 extra RTT days, in addition to 5 weeks of paid leave. Active CSE, Leeto platform, and access to 8,000 gyms and over 300 wellness activities.",
      "workplace_type": "Full-time",
      "short_description": "CSM to support partners' satisfaction and utilization of Silae's HR solutions. Analyze needs, onboard new partners, resolve issues, and improve client experience. Flexible location: Lyon or Aix-en-Provence. Requirements: Strong communication, client-oriented, problem-solving, autonomous, and detail-oriented. Benefits: Competitive package, remote work, comprehensive health insurance, and various perks.",
      "field": "Information Technology",
      "experience": "Entry-level",
      "skills_required": [
        "Communication",
        "Client Management",
        "Support"
      ],
      "country": "France",
      "city": "Lyon",
      "company_name": "Silae",
      "company_logo": "https://workablehr.s3.amazonaws.com/uploads/account/logo/517418/logo",
      "portal": "test_portal",
      "title": "Stagiaire CSM",
      "score": 0.8929457462707185
    },
    {
      "id": "f3e0229b-e085-4feb-8afa-72a57f39e63c",
      "job_id": "f3e0229b-e085-4feb-8afa-72a57f39e63c",
      "description": "Lead the development and management of institutional-high net-worth clientele in the crypto/blockchain industry. The role involves innovative product customization and the expansion of the Crypto.com ecosystem.\n\nRequired Technical Skills:  \n- Digital assets/cryptocurrency  \n- Web3  \n- Exchange  \n- Custodian  \n- Prime Broker  \n\nRequired Soft Skills:  \n- Client relationship management  \n- Sales and negotiation skills  \n- Market research  \n- Presentation and communication skills  \n- Problem-solving abilities  \n\nPreferred/Nice-to-have Skills:  \n- Network of clients in cryptocurrency space  \n- Technical understanding of cryptocurrency products  \n\nExperience Requirements:  \n- Years of experience: 2 years (Institutional Outbound Sales)  \n- 1 year experience in digital assets, cryptocurrency, web3, exchange, custodian, or prime broker  \n- Demonstrable track record of client acquisition and relationship management  \n\nPosition Details:  \n- Work Location: Hybrid  \n\nAdditional Information:  \nOffers competitive salary, medical insurance package, and work flexibility. Opportunities for internal mobility and career development. Crypto.com is an equal opportunities employer with a focus on diversity and inclusion.",
      "workplace_type": "Full-time",
      "short_description": "Build and customize crypto products for institutional clients, onboarding new clients, and increasing market awareness. 2+ years in institutional sales, digital assets experience, strong networking. KPIs: new clients, transactions, revenue. Competitive benefits, hybrid work, growth opportunities.",
      "field": "Finance",
      "experience": "Mid-level",
      "skills_required": [
        "Digital assets/cryptocurrency",
        "Web3",
        "Exchange"
      ],
      "country": "Thailand",
      "city": "Bangkok",
      "company_name": "Crypto",
      "company_logo": "https://lever-client-logos.s3.us-west-2.amazonaws.com/47ab464a-8ed5-47a0-8226-45d6149956fb-1647492517079.png",
      "portal": "test_portal",
      "title": "Institutional Sales Manager - APAC",
      "score": 0.8928377714294863
    },
    {
      "id": "74e6440a-7816-40f3-8322-9a0550115f76",
      "job_id": "74e6440a-7816-40f3-8322-9a0550115f76",
      "description": "### Overview of the Role, Responsibilities, and Key Expectations\n\nInovestor is a leader in financial information, insights, and solutions optimized for decision-making. We are a fully integrated fintech company controlling the value chain from issuers to exchanges for investors. Our team generates value-added services for clients.\n\nThe position involves frequent travel to meet prospects and maintain contacts with Canadian clients. The role focuses on developing and maintaining professional relationships with investment advisors and portfolio managers in a designated region, with responsibilities including the acquisition of new clients and maintaining the satisfaction of existing clients.\n\n### Required Technical Skills:\n- N/A\n\n### Required Soft Skills:\n- Strong communication skills\n- Client relationship management\n- Financial investment knowledge\n- Research expertise\n- CRM tools proficiency\n\n### Preferred/Nice-to-have Skills:\n- Entrepreneurial spirit\n- Independent work\n- Trading experience\n- IIROC registration\n- Continuous improvement orientation\n- Bilingualism (French and English)\n\n### Experience Requirements:\n- Years of experience: 3-5 years\n- Category of experience: Mid-level\n- Specific domain experience: Investment, Sales, Financial Investments\n\n### Position Details:\n- Work Location: Hybrid (frequent travel required)\n\n### Additional Information:\n- Bachelor's degree in Finance, Financial Planning, or Accounting preferred; CFA or PFS designation is a plus.\n- Competitive salary, comprehensive benefits, learning budget, and other employee perks.\n- Emphasis on continuous learning, individual well-being, and an inclusive, supportive work environment.\n- Highlights include being a Canadian fintech leader, a young and dynamic team, open floor plan, professional yet relaxed atmosphere, in-house events, free coffee, comprehensive insurance, and convenient location in Old Montreal with easy access to public transport, restaurants, and green spaces.\n\n### Requirements:\n- Achieved a bachelor's degree in Finance, Financial Planning, or Accounting; CFA or PFS designation is preferred.\n- 3-5 years of experience in investments or sales.\n- Entrepreneurial mindset and ability to work independently.\n- Preference for bilingual candidates with excellent oral and written English and French communication skills.\n- Customer service orientation, ability to handle stressful situations professionally.\n- Experience with CRM tools.\n- Proactive, passionate, and results-driven.\n\n### Unique Aspects:\n- Opportunities for continuous learning and personal development.\n- Competitive compensation package.\n- Emphasis on equality and inclusion.\n\n### To Apply:\n- Send your application to [https://inovestor.bamboohr.com/jobs] for senior sales representative positions.\n\n### Diversity Statement:\nInovestor is committed to equal opportunity and encourages applications from diverse backgrounds including women, Indigenous people, individuals with disabilities, and members of visible minorities.",
      "workplace_type": "Full-time",
      "short_description": "Senior Sales Representative, develop and maintain relationships with Canadian investment advisors to acquire new clients and retain existing ones. Drive revenue growth, provide client-focused solutions, and communicate market insights. Must have a finance degree, 3-5 years' investment/sales experience, CRM experience, and bilingualism.",
      "field": "Finance",
      "experience": "Mid-level",
      "skills_required": [
        "CRM tools",
        "Financial investment knowledge",
        "Research expertise"
      ],
      "country": "Canada",
      "city": "Montréal",
      "company_name": "inovestor",
      "company_logo": "https://inovestor.bamboohr.com/jobs/share_image/44",
      "portal": "test_portal",
      "title": "Représentant(e) des Ventes Senior",
      "score": 0.8927805905826958
    },
    {
      "id": "bcf040df-a880-4962-9f25-9fbd6cd7ba88",
      "job_id": "bcf040df-a880-4962-9f25-9fbd6cd7ba88",
      "description": "Role Overview: \nBeem Energy is seeking an industrialization and supply chain intern to support the team in accelerating the energy transition for individuals. The role involves managing product lifecycle, creating and updating product nomenclatures, and ensuring adequate inventory through strategic sourcing and negotiation. The candidate will also create a user-friendly knowledge base for internal use and assist in the deployment of Beem products.\n\nRequired Technical Skills:  \n- Microsoft Excel  \n- Project management tools  \n- Customer-focused software tools  \n\nRequired Soft Skills:  \n- Detail-oriented  \n- Clear and precise writing  \n- Analytical skills  \n- Team collaboration  \n- Customer service focus  \n\nPreferred/Nice-to-have Skills:  \n- Experience in supply chain or industrialization  \n- Understanding of renewable energy products  \n- Knowledge of software and tools used in the industrial and supply chain context  \n\nExperience Requirements:  \n- Years of experience: 1-2 years  \n- Specific domain experience: Supply chain management, industrialization  \n\nPosition Details:  \n- Work Location: Onsite (Nantes)  \n\nAdditional Information:  \nA stimulating environment with rapid growth, Beem Energy aims to democratize renewable energy and promote individual participation in the energy transition. The team is notable for its high standards and kindness, with mentors from Google, Livi, Doctolib, and other renowned companies. Beem Energy is committed to equal opportunities and diversity, ensuring that all roles are open to individuals with disabilities, focusing on skills and motivation.",
      "workplace_type": "Part-time",
      "short_description": "Support industrialisation et Supply Chain. Création et mise à jour des nomenclatures produits, gestion des achats non stratégiques, déploiement de GED. Rigueur, rédactionnel, capacités analytiques.",
      "field": "Supply Chain & Logistics",
      "experience": "Entry-level",
      "skills_required": [
        "Microsoft Excel",
        "Project management tools",
        "Customer-focused software tools"
      ],
      "country": "France",
      "city": "Nantes",
      "company_name": "Beem",
      "company_logo": "https://lever-client-logos.s3.us-west-2.amazonaws.com/9fb351b1-2e42-4bd8-ab9c-a7c0587a19d0-1691678376970.png",
      "portal": "test_portal",
      "title": "Ingénieur industriel - Stage - Février 2025",
      "score": 0.8920815585649899
    },
    {
      "id": "029b711a-9734-4d30-8a95-921aaa8f8878",
      "job_id": "029b711a-9734-4d30-8a95-921aaa8f8878",
      "description": "A role focusing on providing business performance insights, financial oversight, and thought leadership to Bloomberg Finance clients. The position involves developing and facilitating client communications around risk and security practices, particularly in the context of cyber risk and client trust.\n\nRequired Technical Skills:  \n- Information security  \n- Technology and associated risks  \n- Understanding of existing and upcoming regulations  \n- Project management skills  \n- Use of analytical capabilities in operational and problem-solving capacities\n\nRequired Soft Skills:  \n- Strong verbal and written communication skills  \n- Collaboration  \n- Interpersonal skills  \n- Problem-solving abilities\n\nPreferred/Nice-to-have Skills:  \n- Qlik Sense  \n- CISSP, CISM certification  \n- Negotiation experience  \n- 3 years of client-facing experience\n\nExperience Requirements:  \n- Years of experience: 3+ years  \n- Category of experience: Entry-level to Senior-level  \n- Specific domain experience: Risk management, financial services, fintech or related industries\n\nPosition Details:  \n- Work Location: Onsite  \n\nAdditional Information:  \nIn a dynamic environment, the role involves translating complex concepts and issues into insights for senior management and non-technical audiences; offers excellent verbal and written communication skills, and requires a bachelor's degree or equivalent experience.",
      "workplace_type": "Full-time",
      "short_description": "Develop client security communications, influence risk strategies, manage RFPs, and enhance response library. Strong infosec knowledge, project management, and communication skills required.",
      "field": "Finance",
      "experience": "Mid-level",
      "skills_required": [
        "Information security",
        "Analytical capabilities",
        "Qlik Sense"
      ],
      "country": "United States",
      "city": "Remote",
      "company_name": "Bloomberg",
      "company_logo": "https://d3qscgr6xsioh.cloudfront.net/9xGEfMo5QlKmNfxbhbqu_transformed.png?format=webp",
      "portal": "test_portal",
      "title": "Business and Client Risk Engagement Advisor - Chief Risk Office",
      "score": 0.8911291038075482
    },
    {
      "id": "e517163a-5d17-4481-a68c-ba60440b0ce0",
      "job_id": "e517163a-5d17-4481-a68c-ba60440b0ce0",
      "description": "At Builder.ai, we aim to make software building accessible to everyone. Our team of over 800 people has been recognized as one of 2023's Most Innovative Companies in AI, and we recently secured $250m Series D funding and partnered with Microsoft. We prioritize diversity, collaboration, and shared values in our work.\n\nRequired Technical Skills:  \n- Not Applicable (Primary role is managerial and involves risk assessment and management)\n\nRequired Soft Skills:  \n- Problem-solving abilities  \n- Project management  \n- Cross-functional collaboration  \n- Effective communication  \n- Ability to work with global teams  \n\nPreferred/Nice-to-have Skills:  \n- Experience in Big 4 firms  \n- Prior experience in IT, SAAS, or E-commerce sectors  \n- Conducted internal audits of reputable organizations and prepared reports  \n- Financial analysis experience  \n\nExperience Requirements:  \n- Years of experience: 4-5 years  \n- Category of experience: Mid-level  \n- Specific domain experience: Internal audit/operations risk  \n\nPosition Details:  \n- Work Location: Onsite (though some remote work is possible)  \n\nAdditional Information:  \nOffers attractive quarterly discretionary variable pay, stock options, 24 days annual leave, Builder family days, time off between Christmas and New Year, generous referral bonus scheme, fully funded private medical insurance, free lunch, and is a $450 million funded Series D scale-up company.",
      "workplace_type": "Full-time",
      "short_description": "Manager Internal Audit & Operational Risk: Manage third-party audits, perform risk assessments, and implement controls. 4-5 years exp, CA qualified, team management experience preferred, strong communication and problem-solving skills.",
      "field": "Information Technology",
      "experience": "Mid-level",
      "skills_required": [
        "Project Management",
        "Cross-functional Collaboration",
        "Effective Communication"
      ],
      "country": "India",
      "city": "Gurugram",
      "company_name": "Builder",
      "company_logo": "https://workablehr.s3.amazonaws.com/uploads/account/logo/35413/logo",
      "portal": "test_portal",
      "title": "Manager- Internal Audit",
      "score": 0.8899928845981933
    },
    {
      "id": "997c52a8-76b9-4e30-9358-9352578182bd",
      "job_id": "997c52a8-76b9-4e30-9358-9352578182bd",
      "description": "Sr. Consultant position focused on Identity and Access Management (IAM) solutions and Customer Identity and Access Management (CIAM) for Deloitte Touche LLP.\n\nRequired Technical Skills:  \n- Identity and Access Management (IAM)  \n- Transmit Security  \n- Ping Identity tools  \n- SAML  \n- OAuth  \n- WS-Fed  \n- Multi-factor authentication modalities (e.g., biometrics)  \n- Self-service tools  \n- Development and maintenance of CIAM infrastructure  \n- Configuration and process documentation  \n- Troubleshooting and resolving access issues  \n- Integration of identity solutions with diverse applications and directories  \n\nRequired Soft Skills:  \n- Business and application knowledge  \n- Problem-solving skills  \n- Ability to manage operations across multiple security domains  \n- Proactive management of cyber risks  \n- Client relationship management  \n- Enhanced productivity through self-service tools  \n- Effective communication at technical and functional levels  \n- Collaborative team working  \n\nPreferred/Nice-to-have Skills:  \n- Consulting or Big 4 Project Management experience  \n- Certifications such as Ping Identity/Transmit Security, CISSP, CISM, or CISA  \n- Experience in requirement gathering, analysis, design, development, testing, deployment, and maintenance of CIAM engagements  \n\nExperience Requirements:  \n- Years of experience: 4 years in IAM  \n- Category of experience: Mid-level  \n- Specific domain experience: CIAM implementation, including requirement gathering, analysis, design, development, testing, deployment, and maintenance  \n\nPosition Details:  \n- Work Location: Onsite (potential travel 25-50%)  \n\nAdditional Information:  \nOffers competitive salary and discretionary annual incentive program; BA/BS degree in Computer Science, Cyber Security, Information Security, Engineering, Information Technology, Finance, Business, or relevant fields required; eligibility for limited immigration sponsorship; wage range $102,529-197,863.",
      "workplace_type": "Full-time",
      "short_description": "Sr. CIAM Consultant: Identify and mitigate IAM risks, develop tailored CIAM solutions, manage operations across security domains, implement CIAM tools like Transmit Security and Ping Identity, and foster cross-functional collaboration. Extensive experience with IAM required.꒦",
      "field": null,
      "experience": "Entry-level",
      "skills_required": null,
      "country": "United States",
      "city": "Remote",
      "company_name": "Deloitte",
      "company_logo": "https://lever-client-logos.s3.amazonaws.com/782e6770-6727-469b-936b-ca863247a8ea-1560914814145.png",
      "portal": "test_portal",
      "title": "Cyber Identity - CIAM Senior Consultant",
      "score": 0.887254956542196
    },
    {
      "id": "2573fca6-bed2-480f-8397-320587453f86",
      "job_id": "2573fca6-bed2-480f-8397-320587453f86",
      "description": "Business Development Executive role focusing on driving revenue and market share in the EMEA region, with a focus on enterprise clients in the fintech and crypto sectors. \n\nRequired Technical Skills:  \n- None specified  \n\nRequired Soft Skills:  \n- Customer relationship management  \n- Sales negotiation  \n- Understanding of industry regulations  \n- Team collaboration  \n- Entrepreneurial mindset  \n\nPreferred/Nice-to-have Skills:  \n- SaaS sales experience  \n- Experience in Financial Institutions, FinTech, or RegTech sectors  \n- Proven success in selling complex SaaS solutions  \n- Ability to deeply understand customer needs  \n- Fluent in French or German  \n\nExperience Requirements:  \n- Years of experience: 6+ years  \n- Category of experience: Mid-level from [\"Entry-level\", \"Mid-level\", \"Senior-level\", \"Executive-level\"]  \n- Specific domain experience: Enterprise SaaS sales, business development within the technology-related industries, specifically FinTech and RegTech, with at least 2 years in the Crypto industry  \n\nPosition Details:  \n- Work Location: Remote-first, flexible to work from anywhere  \n\nAdditional Information:  \nOffers flexible remote work, $1000 WFH stipend, MacBook Pro, and unlimited PTO; requires a minimum of 6 years in enterprise SaaS sales or business development within technology-related industries, focusing on Financial Institutions, FinTech, or RegTech sectors.",
      "workplace_type": "Full-time",
      "short_description": "Drive revenue and market share in EMEA by prospecting and converting high-value enterprise clients. Own the sales process, understand customer needs, and exceed quarterly revenue targets. Must have 6 years of enterprise SaaS sales experience, particularly in crypto and FinTech. Ability to speak French or German required.",
      "field": "Business",
      "experience": "Mid-level",
      "skills_required": [
        "Sales Negotiation",
        "Customer Relationship Management",
        "Enterprise SaaS Sales"
      ],
      "country": "Germany",
      "city": "Berlin",
      "company_name": "Notabene",
      "company_logo": "https://lever-client-logos.s3.us-west-2.amazonaws.com/eff48b19-a6c3-4bff-a400-12445f13f768-1626211757438.png",
      "portal": "test_portal",
      "title": "Enterprise Sales Executive (Crypto Compliance & Risk - EMEA)",
      "score": 0.8864027954120599
    },
    {
      "id": "a99ce425-8138-4cbf-8708-20e05463e266",
      "job_id": "a99ce425-8138-4cbf-8708-20e05463e266",
      "description": "5th largest private bank in Brazil, ranked by the Central Bank. We are continuously evolving and building successful partnerships to deliver on our purpose of making people's and companies' financial lives more secure. Our culture is simple and agile; we are informal in our relationships, value innovation, and function in a relaxed, increasingly collaborative environment, committed to advancing diversity and inclusion. If you see yourself here, join us! We act intentionally to accelerate equity and representation in the financial market by supporting and valuing diversity in all its pluralities and intersections, driving positive social transformation. We invite black individuals, women, individuals with disabilities, members of the LGBTQIA+ community, and people of any age to learn more and apply for this role. Here are the challenges you'll face: fostering relationships with retailers and dealers, processing vehicle and multi-product financing applications, refinancings, insurance, and digital platform assessment. Have you found your place? Now, we'd like to know if you meet the following requirements and qualifications:\n\nRequired Technical Skills:  \n-  \nRequired Soft Skills:  \n- Relationship building  \n- Customer service  \n- Sales  \n- Strategic thinking  \n- Quality focus  \n\nPreferred/Nice-to-have Skills:  \n- Bachelor's degree or currently studying  \n- Valid B driver's license and own vehicle  \n- Experience in commercial areas, customer service, and external sales  \n- Mobility for external visits  \n- Residing in Birigui  \n\nExperience Requirements:  \n- Years of experience: Not specified  \n- Category of experience: Commercial experience with customer service and external sales  \n- Specific domain experience: Financial services and product marketing  \n\nPosition Details:  \n- Work Location: Onsite  \n\nAdditional Information:  \nOffers a work environment that values diversity, equity, and inclusion; specifically seeks candidates from diverse backgrounds.",
      "workplace_type": "Full-time",
      "short_description": "Promover relacionamento com lojistas/concessionárias, realizar cadastro/concessão de financiamentos, refinar vendas, avaliar requisitos comerciais, zelar pela sustentabilidade e rentabilidade. Experiência comercial, habilitação B, veículo próprio, disponibilidade para visitas externas, formação superior. Diversidade e inovação valorizadas.",
      "field": "Finance",
      "experience": "Mid-level",
      "skills_required": [
        "Relationship building",
        "Customer service",
        "Sales"
      ],
      "country": "Brazil",
      "city": "Bauru",
      "company_name": "Banco BV",
      "company_logo": "https://lever-client-logos.s3.us-west-2.amazonaws.com/22ed3b99-df6b-468d-999a-060a8cb4ca10-1631737443408.png",
      "portal": "test_portal",
      "title": "Gerente Relacionamento de Veículos |  Birigui",
      "score": 0.8857293914885549
    },
    {
      "id": "41b902bf-7ba8-40fe-b775-1bcaf4e3be0c",
      "job_id": "41b902bf-7ba8-40fe-b775-1bcaf4e3be0c",
      "description": "Internship position at Revaia, a technology growth equity fund based in London, with the opportunity to work with a team of full-time investors across London, Paris, and Berlin. The intern will be involved in various aspects of the investment process, including sourcing, analysis, preparation of investment memos, and portfolio support.\n\nRequired Technical Skills:  \n- None  \n\nRequired Soft Skills:  \n- Entrepreneurial mindset  \n- Strong interest in the technology ecosystem  \n- Autonomy  \n- Multitasking  \n- Full proficiency in English  \n\nPreferred/Nice-to-have Skills:  \n- One internship experience in finance, VC, PE, MA, or strategy consulting  \n\nExperience Requirements:  \n- Years of experience: At least 6 months of commitment from July 2025  \n- Category of experience: Entry-level  \n- Specific domain experience: Finance or tech-related sectors  \n\nPosition Details:  \n- Work Location: London  \n\nAdditional Information:  \n- Start date: July 2025  \n- Duration: 6 months  \n- Revaia is committed to diversity, equity, and inclusion.",
      "workplace_type": "Part-time",
      "short_description": "Intern in Investment Team, Revaia, London. Source and analyze investment opportunities, assist in market review, financial modeling, and fundraising. Support ESG integration and portfolio companies. English proficient, multitasking, and committed to 6 months starting July 2025.",
      "field": "Finance",
      "experience": "Entry-level",
      "skills_required": [
        "Investment Analysis",
        "Investment Memos",
        "Finance"
      ],
      "country": "United Kingdom",
      "city": "London",
      "company_name": "Revaia",
      "company_logo": "https://c.smartrecruiters.com/sr-company-logo-prod-aws-dc5/5ff87cb02344fc50ea764a5c/huge?r=s3-eu-central-1&_1631875999104",
      "portal": "test_portal",
      "title": "Technology Growth Equity - Investment Intern - Starting July 2025 for 6 months",
      "score": 0.8856622431590884
    },
    {
      "id": "93301a32-e0dc-4b1e-964c-3e30cbc0f0ad",
      "job_id": "93301a32-e0dc-4b1e-964c-3e30cbc0f0ad",
      "description": "Significant experience in re-engineering, optimization, and implementation of typical payment sector business processes. Good knowledge of major regulatory norms and ability to support clients in assessing impacts. Significant experience in developing IT procedures and in-depth knowledge of digital payment solutions and associated business processes. Participate and potentially coordinate daily and weekly team meetings based on seniority. Mentor junior resources in growth. Preferred profile: Bachelor's degree in economics or related field. 4 years of working experience preferably in banking projects with a focus on payment areas. Analytical mindset, planning and organizational skills, problem-solving, result-oriented, proactive, good interpersonal skills, and ability to work in a team. Excellent logical, organizational, and analytical skills, and attention to detail. Consultant standing and excellent interpersonal skills. Proficient in English B2. Additional information: Opportunity to work in a dynamic environment on national and international projects that allow you to continuously deepen your knowledge and develop your skills. If you want to boost your career and join a leading European IT services company in continuous growth, send us your CV. The workplace is in Assago MI. However, the availability for brief transfers to the national and foreign territory is required. Visit Sopra Steria to learn more. https/linktr.ee/SopraSteria. This job offer is open to both genders, in accordance with laws 903/77 and 125/91 and to people of all ages and nationalities, as per the Legislative Decrees 215/03 and 216/03.\n\nRequired Technical Skills:  \n- Re-engineering projects  \n- Optimization and implementation of business processes  \n- Knowledge of major payment sector regulatory norms  \n- Developing IT procedures  \n- In-depth knowledge of digital payment solutions and their business processes  \n\nRequired Soft Skills:  \n- Mentoring capability  \n- Communication skills  \n- Problem-solving abilities  \n- Team collaboration  \n- Analytical mindset  \n- Planning and organizational skills  \n- Result-oriented and proactive  \n- Interpersonal skills  \n- Ability to work in a team  \n\nPreferred/Nice-to-have Skills:  \n- Experience in mobile payment solution projects  \n- Proficiency in English B2  \n\nExperience Requirements:  \n- Years of experience: 4 years  \n- Category of experience: Banking project experience with a focus on the payment area  \n- Specific domain experience: Re-engineering, optimization, and implementation of typical payment sector business processes  \n\nPosition Details:  \n- Work Location: Assago MI  \n- Additional Information: Available for brief transfers to the national and foreign territory  \n\nAdditional Information:  \nOpportunity to work in a dynamic environment on national and international projects, continuous skill development, consultant standing, excellent interpersonal skills, and flexible working hours.",
      "workplace_type": "Full-time",
      "short_description": "Significa esperienza in reingegnerizzazione processi pagamenti, norms support, procedure informatiche, mobile payments. Doti analitiche, organizzative, relazionali.INGLESE B2. Dinamica, progetti naz./internaz.",
      "field": "Finance",
      "experience": "Mid-level",
      "skills_required": [
        "Re-engineering projects",
        "Optimization and implementation of business processes",
        "Developing IT procedures"
      ],
      "country": "Italy",
      "city": "Assago",
      "company_name": "SopraSteria1",
      "company_logo": "https://c.smartrecruiters.com/sr-company-logo-prod-aws-dc5/632c507639e3dd74ff8fe1ad/huge?r=s3-eu-central-1&_1679494463342",
      "portal": "test_portal",
      "title": "CONSULENTE IN AMBITO SISTEMI DI PAGAMENTO",
      "score": 0.885542854422491
    },
    {
      "id": "89b3a6a5-dbf6-4091-8208-50141e3276a9",
      "job_id": "89b3a6a5-dbf6-4091-8208-50141e3276a9",
      "description": "Internship position focusing on the investment team at Revaia, a technology growth equity fund based in Berlin. The role involves various aspects of the investment process including sourcing, market analysis, financial modeling, and portfolio support.\n\nRequired Technical Skills:  \n- None explicitly mentioned  \n\nRequired Soft Skills:  \n- Curiosity about the technology ecosystem  \n- Entrepreneurial mindset  \n- Autonomy  \n- Multi-tasking  \n\nPreferred/Nice-to-have Skills:  \n- Internship experience in finance, VC, PE, MA, or strategy consulting  \n\nExperience Requirements:  \n- Years of experience: At least one internship  \n- Category of experience: Entry-level  \n\nPosition Details:  \n- Work Location: Onsite (Berlin, Germany)  \n\nAdditional Information:  \n- Start date: September 2025  \n- Location: Kastanienallee 4, 10435 Berlin, Germany  \n- Duration: 4-5 months  \n- Start by applying through Smartrecruiters; Revaia is committed to advancing diversity, equity, and inclusion.",
      "workplace_type": "Part-time",
      "short_description": "Intern - Investment Team, Revaia: Berlin-based intern to assist in sourcing, analyzing investment opportunities, participating in market reviews, preparing investment memos, supporting ESG processes, and assisting in fundraising. Strong finance/VC background required, fluent in English, autonomous, and curious about tech ecosystems. Start Sept 2025.",
      "field": "Finance",
      "experience": "Entry-level",
      "skills_required": [
        "Financial Modeling",
        "Market Analysis",
        "Investment Process"
      ],
      "country": "Germany",
      "city": "Berlin",
      "company_name": "Revaia",
      "company_logo": "https://c.smartrecruiters.com/sr-company-logo-prod-aws-dc5/5ff87cb02344fc50ea764a5c/huge?r=s3-eu-central-1&_1631875999104",
      "portal": "test_portal",
      "title": "Technology Growth Equity - Investment Internship (M/F) - Berlin - Starting in September 2025 for 4-5 months",
      "score": 0.8850110557216576
    },
    {
      "id": "a7cc5cf3-6e15-4d1f-80e1-a80d32d5d1ff",
      "job_id": "a7cc5cf3-6e15-4d1f-80e1-a80d32d5d1ff",
      "description": "Lead the growth of institutional self-custody by driving revenue, client adoption, and market fit for digital asset platforms. Direct responsibilities include expanding market share, client acquisition, and optimizing sales performance.\n\nRequired Technical Skills:  \n- Crypto custody  \n- Security models  \n- Compliance considerations for institutional clients  \n\nRequired Soft Skills:  \n- Complex decision-making  \n- Strategic planning and execution  \n- Data-driven insights  \n- Alignment and coordination across departments  \n\nPreferred/Nice-to-have Skills:  \n- Financial modeling  \n- CRM platform proficiency (Salesforce)  \n- Sales enablement tools  \n- Financial acumen  \n\nExperience Requirements:  \n- Years of experience: 10+ years  \n- Category of experience: Business development, GTM strategy, product leadership  \n- Specific domain experience: Institutional self-custody solutions  \n\nPosition Details:  \n- Work Location: Remote/global (locations: San Francisco, New York, Porto, Singapore, Sioux Falls)  \n\nAdditional Information:  \nOffers an inclusive and diverse workplace; committed to being an equal opportunity employer; provides services through various wholly-owned subsidiaries of Anchor Labs, Inc.; prioritizes client privacy.",
      "workplace_type": "Full-time",
      "short_description": "Drive growth in institutional self-custody, set revenue targets, and manage key performance indicators. Deep crypto custody expertise, strong sales acumen, and a history of scaling institutional offerings required.",
      "field": "Finance",
      "experience": "Executive-level",
      "skills_required": [
        "Crypto custody",
        "Salesforce",
        "Financial modeling"
      ],
      "country": "United States",
      "city": "Remote",
      "company_name": "Anchorage Digital",
      "company_logo": "https://lever-client-logos.s3.us-west-2.amazonaws.com/a0746087-e4a6-446d-9122-c353f372d3e7-1669735538820.png",
      "portal": "test_portal",
      "title": "Growth & Strategy Business Lead, Institutional Self Custody",
      "score": 0.8820015318542467
    },
    {
      "id": "82a67ec8-80ac-4454-80d0-77b437c3ad57",
      "job_id": "82a67ec8-80ac-4454-80d0-77b437c3ad57",
      "description": "Are you looking to gain real-life industry experience and prove yourself to future employers?\n\nCirium Ascend is seeking an enthusiastic junior or graduate intern to join our team this summer. About the Business: Cirium keeps the world connected by providing aviation analytics, helping customers understand the past, present, and predict the future. Cirium Ascend offers aviation market intelligence, advisory services, and valuations. The team consists of over 30 employees based globally, providing reliable insights to accelerate digital transformation in the aviation industry.\n\nAbout the Role: As an intern with Cirium Ascend, you will assist with aviation valuations and market studies. Responsibilities include researching and analyzing data, performing market reviews, and supporting advisory projects. You will also assist with routine maintenance of databases and internal projects. This is an exciting opportunity to gain real-life work experience and prove yourself to future employers.\n\nPosition Details: \n- Work Location: New York City\n\nAdditional Information: \n- Duration of internship: Flexible but a minimum of two months. Ideally, three months.\n- Starting date of internship: Flexible, but from May 2025 onwards earliest.\n\nResponsibilities:\n- Collecting and processing data to support valuations and market studies.\n- Analyzing aircraft transaction data and producing charts with value trends.\n- Performing market reviews on an aircraft-type basis and proposing revised values.\n- Researching potential methods of statistically estimating future aircraft values and lease rates.\n- Assisting with advisory projects, market updates, presentations, and webinars.\n- Reviewing internal databases to ensure maintenance costs for all aircraft are up to date.\n- Supporting internal projects such as reviewing, organizing, sanitizing, and analyzing data sets.\n\nRequirements:\n- Numerate background in engineering, mathematics, statistics, data science, or accounting.\n- University/college student or recent graduate.\n- Proficient in Microsoft Excel and working knowledge of SQL and Python.\n- Good communication skills and keen interest in aviation.\n- Attention to detail and ability to process large volumes of data.\n- Capability or eagerness to develop and safeguard a viewpoint.\n\nSalary: $28/hour\n\nAdditional Information: \n- Paid internship that includes a grant from the ISTAT Foundation.\n- Diverse and inclusive work environment.\n- Equal opportunity employer.",
      "workplace_type": "Full-time",
      "short_description": "Intern at Cirium Ascend for aviation valuations and market studies. Analyze data, perform market reviews, and assist with internal projects. Requires numerate background, Excel proficiency, and interest in aviation. Paid internship, flexible 2-3 months, starting May 2025.",
      "field": "Aviation",
      "experience": "Entry-level",
      "skills_required": [
        "Excel",
        "SQL",
        "Python"
      ],
      "country": "United States",
      "city": "New York",
      "company_name": "relx",
      "company_logo": "https://relx.wd3.myworkdayjobs.com/ciriumcareers/assets/logo",
      "portal": "test_portal",
      "title": "Aviation Consultancy and Valuations Intern",
      "score": 0.8819045242210757
    },
    {
      "id": "a8460135-1f34-4c43-80fe-9d6d75150517",
      "job_id": "a8460135-1f34-4c43-80fe-9d6d75150517",
      "description": "Seeking a Business Intelligence Expert to join Orange Business Services in Niort, France. Part of the Digital Services division, this role focuses on digital transformation for both business and public institutions.\n\nRequired Technical Skills:  \n- Informatica  \n- Microsoft  \n- Qlik Sense  \n- Java  \n- Talend  \n- Salesforce  \n\nRequired Soft Skills:  \n- Problem-solving abilities  \n- Project management  \n- Strong interpersonal skills  \n- Leadership and mentoring  \n- Attention to detail  \n\nPreferred/Nice-to-have Skills:  \n- Docker  \n- Python  \n\nExperience Requirements:  \n- Years of experience: 8+ years  \n- Category of experience: Senior-level  \n- Specific domain experience: Decision support implementation, particularly with Informatica  \n\nPosition Details:  \n- Work Location: Onsite (Niort, France)  \n\nAdditional Information:  \nOffers a flexible work model with up to 3 days of telecommuting per week; comprehensive compensation package including discounts, meal vouchers, participation bonus, vacation bonus, and sports and culture funding; internal training program, Digital Services School, to develop technical and functional skills; sustainability initiatives and a positive work environment fostered by the Chief Happiness Officer.",
      "workplace_type": "Full-time",
      "short_description": "Expert en Business Intelligence H-F: Participer à avant-vente, analyser besoins, mettre en place POC, proposer solutions décisionnelles, rédiger spécifications, garantir conception et développement modèles de données, assurer conformité. Expérience minimum 8 ans, formation Ingénieur informatique ou data, autonomie, force de proposition, connaissance Informatica.",
      "field": "Business",
      "experience": "Senior-level",
      "skills_required": [
        "Informatica",
        "Qlik Sense",
        "Java"
      ],
      "country": "France",
      "city": "Niort",
      "company_name": "BusinessDecision",
      "company_logo": "https://c.smartrecruiters.com/sr-company-logo-prod-aws-dc5/60f5e1b33bb9af49616fbf0e/huge?r=s3-eu-central-1&_1730715519088",
      "portal": "test_portal",
      "title": "Expert Business Intelligence (H/F)",
      "score": 0.8818244363533253
    },
    {
      "id": "d5d64518-c6a5-4e7b-998d-6abfd0aca552",
      "job_id": "d5d64518-c6a5-4e7b-998d-6abfd0aca552",
      "description": "Social entrepreneurship and innovation focus on placing the human at the center of creativity, quality, and service. Seeking creative, structured, and agile talents who are passionate about constantly improving everything that can be improved.\n\nRequired Technical Skills:  \n- Not applicable  \nRequired Soft Skills:  \n- Communication skills  \n- Initiative taking  \n- Organizational skills  \n- Autonomy  \n- Strong relationship management  \n- Flexibility  \nPreferred/Nice-to-have Skills:  \n- Experience in accessory product development or raw materials  \n- Knowledge and passion for leather footwear, leather goods, small leather goods, and belts  \n- Ability to work in an international environment  \n- Proficiency in English  \n\nExperience Requirements:  \n- Years of experience: Not specified  \n- Category of experience: Entry-level  \n- Specific domain experience: Accessory raw materials and leather goods  \n\nPosition Details:  \n- Work Location: Onsite (Paris 75)  \n- Workplace Arrangement: Onsite  \n\nAdditional Information:  \nA 6-month internship or 1-year apprenticeship starting from June-July 2025.",
      "workplace_type": "Full-time",
      "short_description": "Assistante Chargée de Production Matières Premières H-F pour Sézane. Stage 6 mois ou alternance 1 an. Paris. RDC avec responsable. communiquer priorités. anticiper risques. gérer stocks. relations partenaires. avoir exp. accessoires cuir. initiatives. autonomie. rigueur. relationnel. anglais courant.",
      "field": "Nonprofit & NGOs",
      "experience": "Entry-level",
      "skills_required": [
        "Communication skills",
        "Organizational skills",
        "English"
      ],
      "country": "France",
      "city": "Paris",
      "company_name": "Sézane",
      "company_logo": "https://workablehr.s3.amazonaws.com/uploads/account/logo/350256/logo",
      "portal": "test_portal",
      "title": "Stage/Alternance - Assistant(e) Chargé(e) de Production Matières Premières (H/F)",
      "score": 0.8814429587019669
    },
    {
      "id": "88c98d76-4440-4c1f-a28b-9e16a270a969",
      "job_id": "88c98d76-4440-4c1f-a28b-9e16a270a969",
      "description": "Sales Executive position to sell Sesame, the industry-leading investment reporting platform, to asset managers, hedge funds, investment management platforms, and fiduciaries.\n\nRequired Technical Skills:  \n- N/A  \n\nRequired Soft Skills:  \n- Ability to understand and communicate the value proposition of the Sesame platform  \n- Sales and negotiation skills  \n- Interpersonal and presentation skills  \n- Consulting and building relationships  \n- Proficient use of CRM tools  \n\nPreferred/Nice-to-have Skills:  \n- Experience selling financial systems such as Front-to-Back Systems, PMS, OMS, or Risk Management Systems  \n- Deep knowledge of asset managers and financial institutions  \n- Excellent understanding of the financial services industry and various financial products  \n- Fluency in English; French proficiency is a plus  \n\nExperience Requirements:  \n- Years of experience: 1-5 years  \n- Category of experience: B2B, enterprise software, SaaS, and could sales  \n- Specific domain experience: Financial services industry, asset managers, family offices, and financial institutions  \n\nPosition Details:  \n- Work Location: Hybrid (flexible depending on the role, with options for remote work)  \n\nAdditional Information:  \nOffers a competitive salary base (100% OTE) with stock options, private medical insurance with Bupa, and various other benefits including a pension plan, cycle to work scheme, and regular social events.",
      "workplace_type": "Full-time",
      "short_description": "Sales Executive to sell Sesame, a software platform, to asset managers, hedge funds, and financial institutions. Drive customer adoption, manage the 360 sales cycle, and hit yearly goals. Proven B2B experience, strong negotiation skills, and familiarity with financial systems required. Competitive salary, stock options, and excellent benefits.",
      "field": "Sales",
      "experience": "Mid-level",
      "skills_required": [
        "CRM tools"
      ],
      "country": "United Kingdom",
      "city": "London",
      "company_name": "Landytech",
      "company_logo": "https://workablehr.s3.amazonaws.com/uploads/account/logo/592003/logo",
      "portal": "test_portal",
      "title": "Sales Executive - B2B SaaS Fintech",
      "score": 0.8808196596705751
    },
    {
      "id": "c94f8507-0f84-42c9-ace7-ffc3c5421bd8",
      "job_id": "c94f8507-0f84-42c9-ace7-ffc3c5421bd8",
      "description": "Join VusionGroup to shape the future of retail! As a leading retail tech company with operations in 19 countries across 3 continents, we are revolutionizing physical commerce through IoT and data solutions. At VusionGroup, we believe that entrepreneurship is a calling, and our startup spirit fuels your ambition. Belive.ai, our AI and image analysis platform, helps retailers manage their stores in real-time, enhancing team efficiency and providing real-time data access. In the Belive.ai development team, you will design, develop, and maintain web applications using the company's PHP, JS stack, ensuring code quality through best practices.\n\nDevelop and maintain web applications using PHP, JS, and CodeIgniter framework. Ensure code quality through best practices. Manage Git flows for version control, document and track code changes. Set up and maintain automated deployment pipelines. Conduct unit, integration, and functional tests. Collaborate closely with team members to find efficient and innovative solutions. Qualifications: Bachelor's in computer science, software development, or equivalent. Minimum 3 years of software development experience. Fluent in English (reading, writing, speaking). Must have advanced PHP and JavaScript skills. Proficient in Git and version control workflows. Experience in CI-CD pipeline setup and execution. Competencies: Ability to work autonomously and take the initiative. Excellent communication and teamwork skills. Organizational and meticulous. Analytical and problem-solving mindset. Personal Qualities: Strong motivation to integrate into a dynamic team. Proactive problem-solving and innovation. Willing to collaborate and share knowledge. Quick to adapt to changes and new technologies.\n\nRequired Technical Skills:  \n- Advanced PHP and JavaScript  \n- Proficiency in Git and version control  \n- CI-CD pipeline setup and execution (e.g., Github Actions)  \n- Unit, integration, and functional testing  \n\nRequired Soft Skills:  \n- Ability to work independently and take initiative  \n- Excellent communication and teamwork skills  \n- Organizational and meticulous approach  \n- Analytical and problem-solving mindset  \n\nPreferred/Nice-to-have Skills:  \n- Proficiency in Python  \n- Detailed documentation and change tracking  \n\nExperience Requirements:  \n- Years of experience: 3+ years  \n- Category of experience: Mid-level in software development  \n\nPosition Details:  \n- Work Location: In-house  \n\nAdditional Information:  \nWe believe in innovation and community prosperity. Our diverse, international team is curious about the world around us. Rapid career growth and the opportunity to shape your future in France or internationally. You are a key driver of our success – agile, innovative, passionate, and ready to take risks. Whatever your role at VusionGroup, you will contribute to reinventing and reimagining the retail of tomorrow. Competitive salary based on experience and skills.",
      "workplace_type": "Full-time",
      "short_description": "Develop software for Belive.ai's AI and image analysis platform to manage store networks in real-time. Responsibilities: develop, maintain web apps using PHP/JS, ensure code quality, manage Git versions, set up automated deployments, write unit, integration, and functional tests. Requires PHP, JavaScript expertise, Git, CI/CD, and 3+ years of software development experience.",
      "field": "Retail",
      "experience": "Mid-level",
      "skills_required": [
        "PHP",
        "JavaScript",
        "Git"
      ],
      "country": "France",
      "city": "Amiens",
      "company_name": "VusiongroupSA",
      "company_logo": "https://c.smartrecruiters.com/sr-company-logo-prod-aws-dc5/63d7f36d2a4b3803e682a265/huge?r=s3-eu-central-1&_1704876538968",
      "portal": "test_portal",
      "title": "Développeur expérimenté",
      "score": 0.880340143507845
    },
    {
      "id": "574fba7c-d3cf-40b5-bd80-786e5a9983d8",
      "job_id": "574fba7c-d3cf-40b5-bd80-786e5a9983d8",
      "description": "A role focusing on learning and implementing financial and organizational processes with a strong focus on sustainability and digital solutions. The position involves diverse tasks in various departments and emphasizes international collaboration.\n\nRequired Technical Skills:  \n- MS-Office 365  \n- SAP  \n- Other specific IT tools  \n\nRequired Soft Skills:  \n- Comfort with numbers and data  \n- Communication skills  \n- Initiative and creativity  \n- Teamwork  \n\nPreferred/Nice-to-have Skills:  \n- Knowledge of digital technologies  \n- Problem-solving abilities  \n\nExperience Requirements:  \n- Years of experience: Internship/Training  \n- Category of experience: Entry-level  \n- Specific domain experience: Not specified  \n\nPosition Details:  \n- Work Location: Onsite (Darmstadt)  \n\nAdditional Information:  \n- Training location: Darmstadt, rotating between different areas of administration; theoretical training at Martin-Behaim-Berufsschule in Darmstadt  \n- Training duration: 3 years, starting on September 1, 2025  \n- Work hours: 35 hours per week  \n- Training salary: €1,083 in the first year, €1,148 in the second year, €1,236 in the third year  \n- International context: English is required for collaboration with global customers and partners  \n- Company culture: Trust and value are key to a successful team culture, where errors are seen as opportunities  \n- Benefits: Swap car ticket, subsidized canteen, corporate benefits, 30 days of vacation, parking, health initiatives, and more",
      "workplace_type": "Full-time",
      "short_description": "Austrian Apprenticeship as an Industriekaufmann/m/w/d at Qlar. Involves procurement, finance, and international customer relations. 3-year program with MS-Office, SAP training. Competitive salary starting at €1,083 in first year. International environment and dynamic work culture.",
      "field": "Finance",
      "experience": "Entry-level",
      "skills_required": [
        "MS-Office 365",
        "SAP",
        "Digital Technologies"
      ],
      "country": "Germany",
      "city": "Darmstadt",
      "company_name": "qlar",
      "company_logo": "https://qlar.wd3.myworkdayjobs.com/Qlar_Careers/assets/logo",
      "portal": "test_portal",
      "title": "Ausbildung zum Industriekaufmann (m/w/d) - Start 2025",
      "score": 0.8801197453107619
    },
    {
      "id": "b272070b-910a-46f5-b2f6-c9de03ee7bb5",
      "job_id": "b272070b-910a-46f5-b2f6-c9de03ee7bb5",
      "description": "Blockchain.com is a global leader in the digital assets industry, offering services from popular wallets to institutional financial solutions and a comprehensive data platform. The role involves developing and executing a localized marketing strategy to grow the company in the LatAm market.\n\n### Overview\nChampioning the LatAm marketing vision, conducting market research, developing localized campaigns, driving client acquisition, and engaging with high net worth clients. This role also involves building influencer relationships and measuring campaign performance.\n\n### Required Technical Skills\n- N/A\n\n### Required Soft Skills\n- Market research and analysis\n- Strategic thinking\n- Campaign development and execution\n- Client relationship management\n- Thought leadership content creation\n- Collaboration and communication\n\n### Preferred/Nice-to-have Skills\n- Experience in crypto or FinTech marketing\n- Influencer and affiliate campaign management\n- Event planning\n- Content marketing and social media strategy\n- Performance metrics and optimization\n\n### Experience Requirements\n- Years of experience: 1-2 years\n- Category of experience: Entry-level\n- Specific domain experience: Marketing with a focus on crypto or FinTech\n\n### Position Details\n- Work Location: Hybrid (onsite at office in Palermo, Buenos Aires)\n\n### Additional Information\nOffers a competitive full-time salary, meaningful equity, performance-based bonuses, and health insurance reimbursement. The role is a key player in a rapidly expanding global technology company in an exciting emerging industry.",
      "workplace_type": "Full-time",
      "short_description": "Champion LatAm marketing strategy, develop localized campaigns, drive client acquisition, engage HNW clients, and build influencer partnerships. Fluency in English, 1-2 years crypto/Fintech marketing experience, event planning preferred.",
      "field": "Marketing",
      "experience": "Entry-level",
      "skills_required": [
        "Market research",
        "Campaign development",
        "Client relationship management"
      ],
      "country": "Argentina",
      "city": "Buenos Aires",
      "company_name": "Current Job Openings at Blockchain",
      "company_logo": "https://recruiting.cdn.greenhouse.io/external_greenhouse_job_boards/logos/000/001/272/resized/BC_logo_new_2020.gif?1594224443",
      "portal": "test_portal",
      "title": "LatAm Marketing Associate",
      "score": 0.8798030194538382
    },
    {
      "id": "3e1af96d-fb43-4b4c-8d4b-5024cb201fff",
      "job_id": "3e1af96d-fb43-4b4c-8d4b-5024cb201fff",
      "description": "Position focuses on enhancing cybersecurity through IAM solutions, specifically with SailPoint NERM, during a platform migration.\n\nRequired Technical Skills:  \n- SailPoint NERM APIs  \n- Customization of NERM functionalities  \n- Implementing and managing lifecycle of non-employees  \n- Risk-based access controls  \n- Monitoring and reporting on NERM platform  \n- Java  \n- J2EE  \n- JavaScript  \n- Python  \n- REST APIs  \n- SOAP APIs  \n- API Management  \n\nRequired Soft Skills:  \n- Strong project management  \n- Collaboration with IT and security teams  \n- Leadership in solution development  \n- Documentation and flow chart creation  \n- Automations and connectors development  \n\nPreferred/Nice-to-have Skills:  \n- SecZetta experience  \n- Extensive IAM technology experience (SailPoint)  \n- Development of project accelerators  \n- Knowledge of authentication and authorization protocols (OAuth, OIDC, SAML, LDAP, AD)  \n\nExperience Requirements:  \n- Years of experience: 3-5 years in IAM technology and 1-2 years in specific IAM components and APIs  \n- Category of experience: Mid-level  \n- Specific domain experience: IAM technology and SailPoint implementation  \n\nPosition Details:  \n- Work Location: Hybrid (details not specified)  \n\nAdditional Information:  \n- Bachelors degree required  \n- EEO employer  \n- Offers career resources. training. certifications. development opportunities. and a comprehensive benefits package  \n- Recognized for talent satisfaction and as a great place to work internationally",
      "workplace_type": "Full-time",
      "short_description": "Develop, maintain, and customize SailPoint NERM integrations; implement and manage non-employee access controls; ensure security and compliance. Bachelors degree, 3+ years IAM/SailPoint experience, 1+ year coding and documentation, 1+ year API development.",
      "field": "Information Technology",
      "experience": "Mid-level",
      "skills_required": [
        "SailPoint NERM APIs",
        "Java",
        "JavaScript"
      ],
      "country": "United States",
      "city": "Remote",
      "company_name": "Apex Systems",
      "company_logo": "https://d3qscgr6xsioh.cloudfront.net/PJ754xrkQJSrzQXbBeXG_logo.jpg?format=webp",
      "portal": "test_portal",
      "title": "NERM Developer",
      "score": 0.8788505333165331
    },
    {
      "id": "bf2d54ae-8933-43e0-9eb0-bb8013c83872",
      "job_id": "bf2d54ae-8933-43e0-9eb0-bb8013c83872",
      "description": "Educational platform focused on teaching retail customers how to leverage Decentralized Finance (DeFi) to preserve and grow their capital. The company is bootstrapped and profitable, targeting $50m in revenue for 2024.\n\nRequired Technical Skills:  \n- Not Applicable  \n\nRequired Soft Skills:  \n- Proven track record in sales  \n- Strong outbound prospecting skills  \n- Excellent communication and negotiation skills  \n- Self-motivated and proactive  \n- Ability to manage own sales pipeline  \n\nPreferred/Nice-to-have Skills:  \n- Experience in the DeFi or fintech industry  \n\nExperience Requirements:  \n- Years of experience: Proven track record in sales, particularly in high-ticket or full-cycle sales roles  \n- Category of experience: Full-cycle sales  \n\nPosition Details:  \n- Work Location: Remote  \n\nAdditional Information:  \n- In a fast-growing, impact-driven, high-performance team and culture; offers 20% commission on cash collected and collective bonuses; unlimited PTO; remote work flexibility.",
      "workplace_type": "Full-time",
      "short_description": "Manage full sales cycle for high-ticket DeFi deals, from prospecting to closing. Generate leads, set meetings, and close deals efficiently. Strong outbound skills and a proven track record required. Join a fast-growing, remote-friendly team.",
      "field": "Sales",
      "experience": "Mid-level",
      "skills_required": [
        "Sales",
        "Negotiation",
        "Communication"
      ],
      "country": "United States",
      "city": "Remote",
      "company_name": "Decentralized Masters",
      "company_logo": "https://workablehr.s3.amazonaws.com/uploads/account/logo/605380/logo",
      "portal": "test_portal",
      "title": "Full-Cycle High Ticket Closer",
      "score": 0.8779807459609336
    },
    {
      "id": "302a3c97-c5ce-405f-81ae-6031c71c0e5e",
      "job_id": "302a3c97-c5ce-405f-81ae-6031c71c0e5e",
      "description": "Sales & Operations Intern position at VFInternship in the EMEA HQ in Stabio, Switzerland for Napapijri. Part of the VF EMEA Internship Program, which offers a 12-month journey to develop early career talents.\n\nAim to develop and boost future talents on their early career path. VF Corporation is a leading global apparel, footwear, and accessories company with a family of iconic outdoor, active, and workwear brands.\n\n### Required Technical Skills:  \n- Data analysis tools (Excel proficiency required)  \n- Power BI (desired)  \n- Data visualization  \n\n### Required Soft Skills:  \n- Analytical skills  \n- Attention to detail  \n- Problem-solving attitude  \n- Excellent communication skills (English required)  \n- Collaboration skills  \n- Motivated team player  \n- Ability to work independently and manage multiple tasks  \n\n### Preferred/Nice-to-have Skills:  \n- University degree in statistics, management engineering, economics or related fields  \n- Familiarity with Power BI  \n\n### Experience Requirements:  \n- Years of experience: Not specified  \n- Category of experience: Early career  \n- Specific domain experience: Data analysis and sales operations  \n\n### Position Details:  \n- Work Location: Onsite (Stabio, Switzerland)\n\n### Additional Information:  \n- Start date: April 1st, 2025  \n- Salary: 1600 CHF for the first 6 months and 1900 CHF for the following 6 months  \n- Offered training and development opportunities  \n- Competitive benefits including access to the gym, subsidized canteen, and discounts on VF brands  \n- 70% chance of obtaining a permanent position after the internship  \n- Interns community with diverse backgrounds, lifestyles, and nationalities  \n- Thriver environment with respect and integrity as guiding principles",
      "workplace_type": "Full-time",
      "short_description": "Sales & Operations Intern at Napapijri, VF EMEA HQ, Stabio, Switzerland. Analyze sell-out data, develop dashboards, collaborate with Sales team, and support strategic decision-making. Duration: 12 months, starting April 1, 2025. Bi-monthly salaries: CHF 1600-1900. Requires EU/EEA valid passport, EU student status, or recent graduate. Key skills: analytics, Excel, Power BI, problem-solving, communication.",
      "field": "Sales & Marketing",
      "experience": "Entry-level",
      "skills_required": [
        "Excel",
        "Data Visualization",
        "Power BI"
      ],
      "country": "Switzerland",
      "city": "Stabio",
      "company_name": "vfc",
      "company_logo": "https://vfc.wd5.myworkdayjobs.com/vfc_careers/assets/logo",
      "portal": "test_portal",
      "title": "Sales & Operations Intern - Napapijri – Internship  Program",
      "score": 0.8775468409581555
    }
  ]
}